[
    {
        "title": "Beachfront Masterpiece",
        "description": "This beachfront masterpiece is a gorgeous 6 bed/6.5 bath home located right in front of the surf at Playa Colorado, on the Southern Pacific shores of Nicaragua.  The home boasts a total of 6,440 sq. ft. of living space and features 2 pools, one of which is literally beachfront, where you can watch your friends surf, soak up the sun or enjoy a cocktail at sunset, the other is a private dipping pool in the beautifully landscaped courtyard.\nThe house is tastefully decorated with custom hardwood furniture, beautiful Granada tiles and a variety of local art and features a open floor plan with a large, fully-equipped kitchen that flows into an even larger living and dining area.  These rooms feature high-end sliding glass doors that open up to the downstairs patio where there is a BBQ grill, bar, sitting area and a 12-person dining table.  It is set back just a bit more from the ocean than the other beachfront houses, which adds that much more privacy, while still maintaining the beachfront allure.\nDownstairs there are 4 bedrooms surrounding the courtyard and 2 master bedrooms suites upstairs, each have private access to the oversized balcony and breathtaking views of the beach and surf. Each of the six bedrooms have their own private full bathroom, as well as air-conditioning and fans. The property also features a 345 sq.ft. garage with an owner lock off closet and a generator that powers the entire house (including the A/Cs) in the event of a power outage. Did we say “Beachfront Masterpiece before?\nHacienda Iguana is a gated, oceanfront development located along the southern emerald coast of Nicaragua. It features a 9-hole golf course with a fully outfitted clubhouse that offers cart and club rentals. The development features an oceanfront clubhouse where you can relax in the pool, watch the surf and enjoy a drink. With a handful of bars and restaurants to choose from, both within and near the development there is plenty to satisfy all.",
        "price": "$1,700,000",
        "id": "009802",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "6,976Sq Ft",
        "interior": "3,080Sq Ft",
        "exterior": "3,616Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:35:34.366196"
    },
    {
        "title": "Casa Sodi Rancho Santana",
        "description": "Casa Sodi Rancho Santana (G-2) is one of the unique beachfront houses in Rancho Santana. Located in the Las Playas Neighborhood, it has four bedrooms, three and half baths with a spacious and open living and dining area. This beautiful house had a large pool right in front of Playa Santana and a direct access to the beach and Clubhouse from the end of the garden. There is also a full back-up generator.\nAbout the Las Playas Neighborhood: The first phase of Rancho Santana development, Las Playas is now home to some of the most spectacular residences in our community.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nCasa Sodi Rancho Santana has financing available, please ask Bob about this.\nFor those who surf: Playa Santana, is a world class beach break providing excellent surf with offshore winds year round. This home looks directly at it.\nIf willing to know more about Rancho Santana development, please check out the following article by Forbes magazine.\n ",
        "price": "$1,500,000",
        "id": "0010213",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "financing",
        "created_at": "2022-02-02 19:35:54.868009"
    },
    {
        "title": "Oceanfront Surf Masterpiece",
        "description": "Incredible opportunity to own one of the most well designed, beautiful, well maintained homes in all of the San Juan del Sur.  The Oceanfront Surf Masterpiece, also known as Vista Futura, is located steps from the Remanso and Tamarindo beaches and surf breaks.\nFeaturing well over an acre of oceanfront property and boasting arguably the best designed and built home at Remanso Beach, Vista Futura is an Oceanfront Surf Masterpiece that captures expansive 270 degree ocean views from Playa Remanso (north) to Playa Tamarindo (south), Hermosa Beach and views down to Costa Rica.  The home takes advantage of the off-shore breezes and the indoor/outdoor living style of south western Nicaragua and the entire home has custom built, locally sourced cabinetry and high end fixtures, and comes completely decorated and furnished.\nFrom the paved road entering the well maintained grounds, the exterior of the home is surrounded by local plants and shrubs, exquisitely appointed and maintained.  As well, the entire home is surrounded by exterior coralina tile.  As you enter the home your breathe is taken away by the expansive ocean views and are greeted by a well appointed, open living concept living, dining kitchen area, and office nook.  The vaulted ceiling throughout the open concept area assures air flow for comfortable indoor living.  Walking due west through the living area you’ll arrive at an enormous ocean view deck and infinity edge pool with its waters gently cascading into the horizon, the perfect setting to entertain guests or just lounge around the pool.\nRe-entering the home you’ll notice an exquisitely appointed master bedroom and ensuite bathroom on the south end of this Oceanfront Surf Masterpiece, complete with its own dedicated access to the ocean view deck and infinity edge pool. On the north side of the home are the remaining 3 bedrooms, each with a picturesque view towards Remanso Beach, each with a great view of the beach & surf.\nAlthough this Oceanfront Surf Masterpiece is currently an exquisite vacation home, with over an acre of oceanfront property surrounding the compound, it can easily be turned into an Oceanfront Surf Compound as you’re able to build homes or cabañas on the vacant, oceanfront land that surrounds the home.  Essentially,  Vista Futura is the only properties between San Juan del Sur and Costa Rica that can be converted to an Oceanfront Surf Compound.",
        "price": "$1,499,000",
        "id": "0010002",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "2,600Sq Ft",
        "exterior": "1,200Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "both                                                              ",
        "status": "",
        "created_at": "2022-02-02 19:36:17.472248"
    },
    {
        "title": "Casa Sacuanjoche Rancho Santana",
        "description": "Casa Sacuanjoche Rancho Santana, in lot B5 is one of the truly beachfront homes in Rancho Santana and is located on the sand at Playa Rosada. This single story home boasts 5 bedrooms with ensuite baths, an office and an infinity pool, all with full ocean views! The beauty of this house is that it sits in a private cove. Sit in the pool and watch the world class waves break right out front.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nFor those who surf: Playa Rosada is a fast, down-the-line left reef break that offers short barrel sections. This wave breaks over sharp, urchin covered, lava rocks. Protected from strong winds, this low tide wave is accessible staying inside Rancho Santana (short walk from Santana beach on the rocks, during low tide). Time your trip here when there is swell from the correct direction. ADVICE: You’ll be tempted to surf at high-tide here because of the sharp bottom – don’t. There are submerged rocks that are in a direct path of the wave. These rocks are dry at low tide and are easily avoided. Don’t jump off the rocks. Paddle out from the center of the beach.\nIf curious, read this one of many articles that a well known magazine writes about Rancho Santana, development in which Casa Sacuanjoche Rancho Santana sits in.\n   ",
        "price": "$1,150,000",
        "id": "0010212",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "",
        "created_at": "2022-02-02 19:36:32.011871"
    },
    {
        "title": "Ocean View Home F5 Rancho Santana",
        "description": "Ocean View Home F5, Casa Liberty Rancho Santana is a beautiful 4,200 sq/ft home with 5 bedrooms plus an office and 4.5 baths situated a few steps from the Club House and Playa Santana. The large kitchen and coyote BBQ grill on the patio will offer you some friendly feasts all year long. From the pool, living room or the master bedroom, take in amazing ocean views and sunsets. The house also has a 6KW solar system with battery backup and automatic generator.\nAbout the Las Playas Neighborhood: The first phase of Rancho Santana development, Las Playas is now home to some of the most spectacular residences in our community.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nOcean View Home F5 Rancho Santana has financing available so ask Bob about this.\nFor those who surf: Playa Santana, is a world class beach break providing excellent surf with offshore winds year round. This home looks directly at it.\nIf wanting to read more about Rancho Santana development, please check out the following article by Forbes magazine.\n ",
        "price": "$999,000",
        "id": "0010215",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:36:49.649386"
    },
    {
        "title": "Home Casa El Mirador Rancho Santana",
        "description": "Home Casa El Mirador Rancho Santana (lot U2), located at the end of a secluded cul-de-sac, Casa El Mirador has panoramic views of the Colorado and Panga Drops surf breaks and Playa Los Perros to the south, and Magnific Rock and the Popoyo surf break to the north. Casa El Mirador means “the look out”, which is appropriate given the stunning 360-degree views.\nHome Casa El Mirador Rancho Santana was designed to bring families and friends together in a spacious living room and pool terrace for watching monkeys and other wildlife, enjoying a beautiful sunset over the pacific, taking a dip in the pool, or simply relaxing with a favorite beverage at the pool bar. Air conditioning throughout the entire home. \nAbout Los Perros Neighborhood: Los Perros Neighborhood is located on a ridge overlooking Playa Los Perros and Playa Santana, offers breathtaking panoramic views of the Pacific Coast, and the surf breaks in the area.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nhttps://www.forbes.com/pictures/mgf45jhei/rancho-santana-nicaragua/?sh=317269dc1639",
        "price": "$995,000",
        "id": "0010257",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "financing",
        "created_at": "2022-02-02 19:37:04.112260"
    },
    {
        "title": "Acuarela - Luxury Ocean View Home",
        "description": "Acuarela – Luxury Ocean View Home\nEasily one of the most luxurious properties in San Juan del Sur, this ocean view home located in the Acuarela development has to be seen in person to be fully appreciated.  Nestled in the foothills of San Juan del Sur with a commanding view of town and the bay, this 6 bedroom / 6 bathroom home is for the discerning investor who demands nothing but the best.\nLuxury is the first word that enters one’s mind when walking into the vestibule while being captivated by the wide unobstructed ocean views. The seamless outdoor and indoor living area invites fluid movement between the exterior covered patio and the spacious interior living & dining area; all which are focused towards the blue waters of the Pacific Ocean.  The covered outdoor patio has ample space for relaxing or entertaining guest.  Lounge with friends in the sunken sofas or tan on the extended deck.  Afterwards, take a dip in the infinity pool that disappears into the bay while you overlook town.  Rinse off under the outdoor shower and glide into the interior living room to grab a snack out of the custom designed kitchen with European cabinetry and imported appliances.  If entertaining inside the house, pull the sliding glass doors from their inserts in the wall and turn on the central AC in the living room. Curated by one of top design companies in Nicaragua, Cerulli, the home leaves nothing to be desired.\n3 of the 6 bedrooms have dominating views towards the west; overlooking the town and bay of San Juan del Sur, as well as the Pacific Ocean.  Each bedroom has it’s own full bathroom with glass walled showers and top quality finishes from Duravit and Hansgrohe.\nThe Acuarela Development is located less than a 4 minute walk to the heart of town and provides all the amenities one would expect for a home of this caliber:  gated entrance, 24/7 security, underground utilities, fiber optic internet, and paved roads.  Rest at ease in this private peaceful development with all the amenities of town a stones throwaway.\nThis Luxury Ocean View Home is in a class by itself, if you are looking for the best, this is it!\n**This home can be reconstructed and built to your specifications on a neighboring lot with an equal or better view!.**",
        "price": "$950,000",
        "id": "009997",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "4,000Sq Ft",
        "interior": "0Sq Ft",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:37:19.714729"
    },
    {
        "title": "Casa Santana at The Ranch",
        "description": "Casa Santana C18 at The Ranch (lot C18), this sprawling 4 bed/3.5 bathroom estate sits on a double lot encompassing almost 3/4 acres. The grounds are lush with mature, tropical landscaping and there are gorgeous ocean views of the Pacific from every area of the house.\nThe 2 story main house boasts an open floor plan with large rooms, high ceilings and a stunning eye for detail.  The detached guest house is perfect for visitors or could be used as a house for staff.\nCasa Santana at The Ranch is fully furnished with everything imaginable, including a backup battery system for power outages, large pool that makes an impact in the courtyard area of the house. The villa is situated in a spectacular location just a short walk to the beach, Playa Rosada clubhouse as well as the main clubhouse in Playa Santana.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nIf wanting to read more about Rancho Santana development, please check out the following article by Forbes magazine.",
        "price": "$875,000",
        "id": "0010219",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "4,000Sq Ft",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:37:33.895300"
    },
    {
        "title": "Home Villa Lupita Rancho Santana",
        "description": "Home Villa Lupita Rancho Santana, Lot B2, is a cozy 4 bed/4 bath home that sits directly on the sand and is one of the few beachfront properties within the premier community of Rancho Santana.\nThe property enjoys a fabulous location right in the middle of the small, private beach of Playa Rosada. A short staircase leads to the gorgeous pink sandy beach below, where you can enjoy the world-class surf at Rosada.\nHome Villa Lupita Rancho Santana, boasts a very open layout that lends to a tropical outdoor lifestyle. As you enter the main doorway from the driveway, you’re greeted with a large terraza surrounded by lush landscaping. The master and main guest bedrooms and bathrooms are to the right and offer another terraza overlooking the Pacific while the kitchen and another guest room are on your left. The kitchen opens up to a big palapa/rancho that is complete with built-in couches, a dining table and lots of hammocks. A walkway leads from the main house down to another guest bedroom that is literally right above the beach. This room offers incredible views both during the day and at night.\nProperty Details\n4 bed/4 bath\n1/4 acre lot\nSteps to the sand\nLarge palapa/rancho\nTropical landscaping\nOcean & surf views\nYear-round sunset views\nInterior Details\nHardwood ceilings\nHardwood doors & windows\nFully furnished\nAppliances\nRefrigerator\nStove/oven\nWasher & dryer\nRancho Santana is a world-class resort and residential community located on Nicaragua’s pristine Emerald Coast. “The Ranch” boasts 2,700 acres of rolling hills, five unique beaches (Playa Santana, Playa Rosada, Playa Escondida, Playa Duna and Playa Los Perros), a variety of dining options, and activities from adventure sports to a menu of wellness offerings.  Whether you’re seeking the luxurious amenities of a boutique inn, or the privacy of an ocean-view home, Rancho Santana provides unique accommodation options inspired by the rugged, natural beauty of Nicaragua’s stunning Pacific coast. Rancho Santana is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nhttps://www.forbes.com/pictures/mgf45jhei/rancho-santana-nicaragua/?sh=781e7d61639",
        "price": "$799,000",
        "id": "0010228",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:37:55.596746"
    },
    {
        "title": "House Villa Vicenzo Rancho Santana",
        "description": "House Villa Vicenzo Rancho Santana (lot H4) is a beautiful ocean view home with three bedrooms, an office, and 2 bathrooms located in Las Playas neighborhood.\nIt’s the perfect house for a family looking to be close to the beach and amenities. Within walking distance, you will have access to the renowned Playa Santana beach and surf break, as well as the Clubhouse.\nThe property features a private pool with a terrace, a garage, a back-up generator, and has been reinforced to withstand earthquakes.\nAbout the Las Playas Neighborhood: The first phase of Rancho Santana development, Las Playas is now home to some of the most spectacular residences in our community.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nHouse Villa Vicenzo Rancho Santana has financing available so ask Bob about this.\nFor those who surf: Playa Santana, is a world class beach break providing excellent surf with offshore winds year round. This home looks directly at it.\nIf wanting to read more about Rancho Santana development, please check out the following article by Forbes magazine.\n ",
        "price": "$795,000",
        "id": "0010217",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "financing",
        "created_at": "2022-02-02 19:38:09.858043"
    },
    {
        "title": "House Casa de las Flores Rancho Santana",
        "description": "Casa de Las Flores is the perfect place to wind down and relax with friends and family. Situated on top of the green hills of the Ranchettes Neighborhood, this house offers breathtaking panoramic views of the Pacific Ocean and the Nicaraguan coastline.\nThis peaceful and secluded property features 3 bedrooms, 3.5 bathrooms, a spacious living & dining room, a large pool & terrace, and beautiful gardens.\nThis is the perfect home for a family looking for both privacy with its 7.38 acre of property and close proximity to the beach.  Just a short, 5 minutes drive away is the Clubhouse, The Ranch’s main amenities, and Playa Santana. Now is the perfect time to experience the best of this paradise and soak in the pleasures of living by the ocean.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nVilla 5C Rancho Santana has financing available so ask Bob about this.\nFor those who surf: Playa Santana, is a beach break. You can always find a fun peak that offers a barrel and rippable corners. When the swell get’s bigger, it’s a full-on barrel-fest. ADVICE: The wave turns on at mid to high tide and stays fun until about mid-tide going out.\nhttps://www.forbes.com/pictures/mgf45jhei/rancho-santana-nicaragua/?sh=317269dc1639",
        "price": "$750,000",
        "id": "0010232",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:38:24.885259"
    },
    {
        "title": "Casa Allure Rancho Santana",
        "description": "Casa Allure Rancho Santana (lot D9) is a stylishly designed house with 5 bedrooms and 4 baths located in the Las Playas neighborhood. All core amenities are within close proximity, just a short walk from the Clubhouse and two of our five beaches, Playa Santana and Playa Rosada.\nThis home also features a private pool, full dining area, an outside living room and a fully equipped kitchen. Casa Allure guarantees outstanding views of the Pacific Ocean from every corner and seamless indoor/outdoor living at its finest.\nAbout the Las Playas Neighborhood: The first phase of Rancho Santana development, Las Playas is now home to some of the most spectacular residences in our community.\nRancho Santana boasts 2,700 acres of beautiful rolling hills, five unique beaches (Santana, Rosada, Escondida, Duna, Los Perros), three pools, three dining options (Restaurant La Finca Y El Mar, La Boquita and La Taqueria) and a coffee shop ”El Cafe” (you have to try the kalala cinnamon rolls with coffee!), a specialty organic grocery store ”La Tienda”, and adventure sports to a menu of wellness offerings (Spa and boutique, Horse Stables, Yoga Platform, Tennis Court and Surf Shop). It is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nCasa Allure Rancho Santana has financing available so ask Bob about this.\nFor those who surf: Playa Santana, is a world class beach break providing excellent surf with offshore winds year round.\nIf willing to know more about Rancho Santana development, please check out the following article by Forbes magazine.",
        "price": "$749,000",
        "id": "0010214",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:38:38.830297"
    },
    {
        "title": "[Business] El Jardín Hotel, a fully furnished business opportunity or familial house with a stunning view",
        "description": "[Business] El Jardín Hotel, a fully furnished business opportunity or familial house with a stunning view\nAbout the location:\nBuilt in 2006, el Jardin Hotel is a charming boutique hotel resting in the hills just North of San Juan del Sur, Nicaragua. It features spectacular views of Nacascolo Bay and the Pacific beyond, offering guests the perfect relaxing alternative to town. It’s located only 10 minutes away from San Juan del Sur and 15 minutes from Playa Maderas (surf break).\n  About the property and building:\nThe property is set in a private development 10 minutes North of Town on a large 3,522 square meter lot. There are 5 separate buildings that represent over 800 square meters of solid block construction. In addition, you could expand the hotel and build more toward the back garden.\nThe property is connected to city water and electricity and also has a commercial backup generator in case the power is out.\nThere are currently 10 bedrooms used for the hotel, a studio used by the managers and a little house built in the back garden that was occupied by the staff.\nUNIT 1: The Restaurant, Bar and Kitchen.\nThe indoor restaurant can seat up to 20 clients and has glass windows overlooking the bay. The professional industrialized kitchen is fully equipped and also has two additional rooms for storage and dishwashing.\nThe restaurant and bar are fully licensed.\n  UNIT 2: The Studio and Room #1, Room #2\nFirst, you will find downstairs the reception that leads you to a patio. Then, from the patio you can access Romm #1 and Room #2 which both features a queen bed and a private bathroom. Room #1 also features a little kitchen.\nFinally, you will find upstairs a spacious studio overlooking the hotel and the ocean.\n  UNIT 3: Dining area, Room #3, Room #4, Room #5\nAt the entrance of Unit 3, you will find a sitting area with various tables and chairs overlooking the amazing view. Behind the sitting area, you will access Room #3 and Room #4 (downstairs). They both feature a queen bed, a single bed and a private bathroom. Upstairs you will find Room #5 that has two separate rooms with queen beds, a shared bathroom and a private terrace with an ocean view.\n  UNIT 4: Room #6, Room #7, R0om #8, Room #9, Room #10\nThe 4th unit could be a separate house as it features 5 bedrooms that all have their private bathroom and terrace but also a shared kitchen.\nRoom #6 and Room #7 are located downstairs and have a terrace overlooking the pool and view.\nRoom #8 and Room #9 are located upstairs with a similar setup. The Room #10, also upstairs, has two beds and a garden view from the private balcony.\n  UNIT 5: House in the back garden\nThe last building is located at the back of the property in the garden. It’s a 2 bedrooms house with bathroom that requires some updates and maintenance.\n  El Jardin Hotel also offers extra storage rooms (pool, washing machine, storage) but also parking for up to 10 vehicles. El Jardin has been cleverly designed and could remain a hotel business or be turned into familial house(s).\n  About the business:\nEl Jardin Hotel is a fantastic opportunity for one ready to relocate to a tropical beach community and enjoy the benefits of an established business model. The European owners have continually attracted an international clientele from across the world, as well as remaining a strong favorite with locals traveling to San Juan del Sur.\nThe business has a full online presence with a well-optimized website, excellent Google organic results, and 5 star Trip Advisor reviews. That would ensure a higher occupancy year-round.\nEl Jardin Hotel is being offered as a turnkey business as it comes fully equipped with all furniture, fixtures, and equipment that is currently in place for operations. This is a great opportunity to hit the ground running with an income-producing property. It still has plenty of room to expand as your imagination will allow you to. A complete list of vendors and collaborators for activities and maintenance will also be provided. Current food and beverage stock is also included in the sale.\n  => Check our 360 Tour: El Jardin 360 Tour\n ",
        "price": "$749,000",
        "id": "009698",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "8,611Sq Ft",
        "exterior": "3,000Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "both                                                              ",
        "status": "reduced",
        "created_at": "2022-02-02 19:38:52.185136"
    },
    {
        "title": "Casa Villa Noche",
        "description": "Casa Villa Noche, a 5 star luxury villa is perched high atop a cliff within the development named, Pacific Marlin and has sweeping ocean views from every room in the house.\nUpon entering the grounds you’ll be greeted by the lush tropical plants that surround the walkway leading to Casa Villa Noche.  Once you arrive at its doors you’re able to take in the jaw-dropping views from the home.  Walking through the hallway leads you to the open great room/living room with a two-story vaulted high ceiling, allowing the gentle breezes from the San Juan del Sur valley to the east to enter the home which spills out to the bay view deck and perfectly positioned infinity edge pool.  The infinity-edge pool overlooking the Pacific spoils you with a swim up bar and an attached jacuzzi, perfect for relaxing after a long day of fishing, surfing or hiking through the jungle.\nThrough the great room you’ll arrive at the dining room which has an incredible view of the infinity edge pool overlooking the Bay.  The enormous chef’s kitchen is truly a sight for those of you that love to cook while taking on the unsurpassed views of the Pacific Coast.  Outside the first level of the home are multiple private sitting areas to get some rest & relaxation, take in a good book or enjoy a meal.\nThe second level of Casa Villa Noche has 3 of the 4 bedrooms, including a master suite with a private terrace and custom tub built for two. The other suites also come equipped with full bathrooms – all bedrooms with dramatic ocean vistas and great natural light.\nThe town center of San Juan Del Sur can be reached in a few minutes drive – close enough for convenience but far enough to insure peace and privacy.\nVilla Noche has been featured on several major network reality shows and the town of San Juan Del Sur was home to Survivor 2011…\nReduced from $1,250,000 USD to $689,000 USD for a quick sale!!",
        "price": "$689,000",
        "id": "006938",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "3,000Sq Ft",
        "exterior": "800Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:39:05.844160"
    },
    {
        "title": "Luxurious, Modern Ocean View Villa",
        "description": "Luxurious, Modern Ocean View Villa\nThis luxurious, modern ocean view Villa, known as Villa V here in San Juan del Sur, is located in the upscale, exclusive Pacific Marlin development.  Villa V, was designed in a modular and  open concept style where the inside and outside are seamless. The house was planned by a well known modern design architect and built in 2010. The villa has 3 very large bedrooms & 3 1/2 bathrooms. The main living area has two 20-foot sliding glass walls, and is furnished in minimal style.\nThe main entertaining area at this Luxurious, Modern Ocean View Villa has a huge modern gourmet grey lacquer kitchen and grand center island. There are black marble counters throughout the villa including the bathrooms.  Hot water is provided by gas heat.\nThe terraces are exceptionally large at over 3,000 square feet on two levels.  There are exterior house and tree lights that give the evenings an enchanted feeling.  Aluminum railings surround the terraces, and the outdoor terraces have ample furniture for dinner parties or events.\nAt this Luxurious, Modern Ocean View Villa the 30-foot long pool wraps around the main area of the house. The pool was redone totally in August 2021.  The infinity edge overflow slowly trickles down a 30-foot wide wet wall.  The wet wall faces the lower terrace where you can dine between the infinity edge and the dramatic ocean views.  The views are the real deal in that you can literally see the curve of the earth on the ocean.\nOther features and amenities include a caretakers home at the entrance of the property, thermotec metal roof, high ceilings, recessed halogen dimmable lighting in all rooms, AC in bedrooms, ceiling fans, cable television, wireless 50 mb internet service with antennae extenders, security lighting, laundry room,  storage room, bodega storage room  and new appliances.  The house can be sold fully furnished.\nPrice reduced from US $825,000 to US $675,000\nOwner financing now available up to $250,000 at 7% interest for a maximum of 5 years, no prepayment penalty",
        "price": "$675,000",
        "id": "009712",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "2,600Sq Ft",
        "exterior": "3,000Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "reduced",
        "created_at": "2022-02-02 19:39:18.936186"
    },
    {
        "title": "Home Villa Querencia Rancho Santana",
        "description": "Home Villa Querencia Rancho Santana is properly named for those looking to relocate their lifestyle and start living it for real! This is the home to do it in. “Nest”, “Lair”, “Roost” and  “Homing Instinct” are literal translations of the name of this magnificent, restful home. “Affection” and “Fondness” are also part of the meaning of Querencia, which is what you feel upon entering this open floor plan with pool and ocean view luxury at Rancho Santana.\nHome Villa Querencia Rancho Santana (lot B-16) is a beautiful ocean view home with four bedrooms and four bathrooms located in Las Playas neighborhood, within Rancho Santana, overlooking beautiful Playa Rosada. The property is the perfect family house with its unique wrap around pool offering 9” deep areas for infants and toddlers to play or adults to lounge and deeper areas for swimming. The house also features a fully equipped kitchen, a spacious living room, an outdoor dining area and a garage. Playa Rosada’s famous left point break is a three minute walk from Villa Querencia, as is La Boquita restaurant with delicious cuisine and a shaded community pool on the beach wrapped in fragrance from the age old plumeria trees! Truly Ocean View Luxury Rancho Santana!\nRancho Santana is a world-class resort and residential community located on Nicaragua’s pristine Emerald Coast. “The Ranch” boasts 2,700 acres of rolling hills, five unique beaches, a variety of dining options, and activities from adventure sports to a menu of wellness offerings.  Whether you’re seeking the luxurious amenities of a boutique inn, or the privacy of an ocean-view home, Rancho Santana provides unique accommodation options inspired by the rugged, natural beauty of Nicaragua’s stunning Pacific coast. Rancho Santana is built on providing unique experiences with like-minded guests and community members, as well as offer peace and solitude for those that prefer a bit more privacy. Watch the sun go down over cocktails on the sunset terrace at the Clubhouse at Playa Santana, or catch the surfers chasing Playa Rosada’s left point reef break at the Pool House. Five distinct beaches allow guests to enjoy a variety seaside experiences.\nAsk Bob about financing available for this Home Villa Querencia Rancho Santana.\nhttps://www.forbes.com/pictures/mgf45jhei/rancho-santana-nicaragua/?sh=781e7d61639\n ",
        "price": "$675,000",
        "id": "0010206",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:39:33.031984"
    },
    {
        "title": "Million Dollar Views!",
        "description": "Situated on a prime elevated lot in the prestigious and upscale development of Pacific Marlin is this gorgeous 3 Bedroom, 2 Bath architect designed home with million dollar views is exceptional in every way. The nearly half acre lot is located on the south side of the development, which is the most desirable location due to expansive unobstructed views and high quality of the surrounding homes. Spectacular and panoramic views of the historic village of San Juan del Sur, the Bay of San Juan, the Pacific coastline, and northern Costa Rica are visible from all public rooms, terraces and the master suite.\nAttention to detail is apparent in the finish material choices and well thought out architectural detailing throughout. All ceilings are between 10 and 14 feet high, and all rooms are exceptionally large, have ceiling fans and attractive neutral ceramic tile with inset detailing. Windows, doors, cabinetry and the beautiful bar are all well implemented quality tropical hardwood. All rooms have effective architectural lighting, as well.\nEnjoying a refreshing beverage while cooling off in the lovely negative edge pool at “sunset time” will certainly become a tradition in your new tropical paradise!\nBoth the home and surrounding grounds are well designed and have had excellent maintenance by the original owners. The interior decorating and furniture is tastefully executed and of high quality.\nThere is an attractive and strategically located cuidador’s house and laundry facility located adjacent to the auto court. Additional amenities include an on site 1,000 gallon water tank with pressure pump, outdoor shower, whole house hot water heater, 7.5 KW back up generator and an alarm system. The home has functioned as a successful vacation rental and shows solid income for the last few years.\nOlas Bravas is offered fully furnished, including all appliances.",
        "price": "$659,000",
        "id": "009599",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "2,781Sq Ft",
        "interior": "1,552Sq Ft",
        "exterior": "1,229Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:39:47.316066"
    },
    {
        "title": "Equestrian Estate Ranch",
        "description": "Situated on 8.6 acres, this Equestrian Estate Ranch boasts a majestic 4,500 square foot Spanish Colonial Hacienda entered through captivating 12-foot antique doors. A privacy wall surrounding over 13,000 square feet creates a perfect oasis, featuring a pool, courtyard, outdoor living room, palapa, built-in day nook, and mature landscaping with fountains overlooking the meadows and roaming horses below. In total there are 9 bedrooms, with 7 full and 2 half-bathrooms including a stand-alone 1-bedroom casita and guest residences. Previously operated as a successful guesthouse/ranch, the sale will include all furnishings to make it a great opportunity for a turnkey boutique hotel, B&B, or a private residence.\nLocated on the Pacific Coast of Nicaragua just North of Costa Rica and about 20 minutes South of the bustling beach town of San Juan del Sur – near the newly created equestrian community of Big Sky Ranch. Endless trails are found throughout the surrounding area, and the Ranch is part of a 400+ acre Nature reserve, providing plenty of opportunities for horse lovers to adventure and explore.\nMain Hacienda:\n4-ensuite bathrooms\n7,000 sq./650 m2 including the pool, deck, and covered exterior\n4,500-sq./424 m2 interiors\nMaster Bedroom poolside with private patio\nSecond Bedroom poolside\nThird Bedroom poolside\nFourth Bedroom in Garden\nWall perimeter is 13,000 sq./1208 m2\nOther Buildings\nOne Bedroom Casita with wrap around deck, 775 sq.ft/72m2\nCabana: Two bedrooms with a shared bathroom\nStaff Quarters: Two bedrooms with shared bathroom                                                                                                                             Separate Laundry Facility                                                                                                                                                                          Mechanical Room/Well Head and Pump/Storage Room/ ½ Bathroom\nEquestrian Facilities\nHay Barn (500 bales)\nBlacksmith Shop\nRound Pen\nDouble Washing Station\n16 stalls\nCross Fencing – 10 paddock areas\nPower: Solar with Electrical Grid back up. A 48-volt system consisting of 24 x 6-volt batteries and a capacity of around 660 amp-hours\nWater: Private Registered Well\n  In 2018 this Equestrian Estate Ranch was evaluated at +US $1,000,000.\nThere’s something exceptional about riding horses in the tropics and on the beaches.",
        "price": "$650,000",
        "id": "0010156",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "7,000Sq Ft",
        "interior": "4,500Sq Ft",
        "exterior": "2,500Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "both                                                              ",
        "status": "sold",
        "created_at": "2022-02-02 19:40:02.649797"
    },
    {
        "title": "Finca del Mar Beachfront Casa Sueño",
        "description": "Finca del Mar Beachfront Casa Sueño. Amazing Two-story beachfront house with Stunning Ocean Views. Casa Sueño is located in Finca del Mar, an exclusive gated community on the Central Pacific Coast of Nicaragua.\nCasa Sueño has been a surfer’s and family dream house with over 2,400 square feet of living space including a spacious upper deck just outside the master bedroom where you can enjoy your morning coffee or your cold afternoon beverages while connecting with your friends and family members.\nFinca del Mar Beachfront Casa Sueño has been professionally designed and decorated and equipped with every comfort and meets high quality standards in construction in both concrete and precious wood.\nFinca del Mar Beachfront Casa Sueño comes fully furnished and turn key, making it move in ready for you. With four bedrooms, two bathrooms, a beautiful open kitchen with a wonderful kitchen-Breakfast Bar, a sliding glass door leading to the deck where you can find a large dinner table for 10 people. The deck overlooks the Pacific Ocean and the daily sunsets. There are several adirondack chairs and hammocks, in the same area you can have fun playing cornhole.\nWhat else does Finca del Mar Beachfront Casa Sueño offer?\nOutdoor shower surrounded by palms to rinse off after returning from the beach.\nLaundry area with a washer and dryer.\nWifi\nThis home is an ideal beach retreat for large families, guests, or rental investment property(Surfers).\nSolar panels installed in the house , a great way to save on your energy bill.\nAir conditioning and a ceiling fan.\nSurf Breaks without crowds are ready to be enjoyed JUST in front of the house.\nThe closest development to the Capital City and International Airport.\nA great place, in harmony with nature, people and oneself.\nThis property includes 24/7 security.\nThis is a truly one of a kind property and one of very few beachfront homes in the area. If you’re dreaming of something like this don’t wait too long.",
        "price": "$649,000",
        "id": "0010251",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "3,444Sq Ft",
        "interior": "3,444Sq Ft",
        "exterior": "1,905Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:43:52.560417"
    },
    {
        "title": "Home Casa Jardin Rancho Santana",
        "description": "Home Casa Jardin Rancho Santana (lot L1) has three bedrooms with an office/ loft than can be used as a fourth sleeping area, as well as four and a half bathrooms. A two-level floor plan offers expansive views of the Pacific ocean on one side, and a lush valley preserve on the other. Covered terraces and balconies surround our comfortable home, making it ideal for taking in the views and enjoying the comfortable breezes that flow 24/7.\nThe private, ocean view master bedroom on the second level features a king size bed, a double sink bathroom with natural rock shower and a walk-in closet. The two ground floor bedrooms feature one with a queen size bed, and the other with two twin beds. A fully appointed bathroom with a natural rock shower also accompanies these bedrooms.\nThe upstairs office/loft has a futon that converts into a comfortable bed and has it’s own bathroom and Ocean view patio. It could easily be converted into a 4th bedroom.\nAll the bedrooms are equipped with air conditioning and ceiling fans and the master bedroom, queen bedroom and loft each have their own private, covered decks.\nIt has a spacious living dining area with a high ceiling and sliding glass doors that allow great air flow.\nThere is a 2 car garage with a caretakers quarters with a full bathroom and a lock out closet.\nThe house was designed to take full advantage of the tropical breezes. Glass doors slide fully open, blending outdoor and indoor living spaces and enabling the ocean breezes to keep the house comfortable throughout the day. This feature also allows in the soothing sound and sight of the local flora and fauna.\nAn infinity pool surrounded by lush vegetation fronts the home to provide a cool dip during the day or fun play at night, with built-in bar stools and night lighting.\nCasa Jardin has been decorated with a sense of the local decor in mind and all furniture has all been crafted by a local Nicaraguan artisan. Lush mature landscaping and fruit trees add to the privacy and serenity that Casa Jardin offers.\nOther features and amenities include a fully equipped kitchen, outdoor BBQ grill, and an outdoor shower. There is a back-up generator for the house that automatically kicks on if there is a power outage.\nCasa Jardin is located on the southwestern coast of Nicaragua in the gated community of Rancho Santana, comprised of 2,700 acres of rolling hills and beaches. You will be surrounded by the beauty of the natural jungle and have easy access to some of the best surf breaks in the world, including Playa Rosada, Playa Santana, Colorado, Popoyo, and Panga Drops. All surf breaks have easy beach access.",
        "price": "$639,000",
        "id": "0010200",
        "bedrooms": "4",
        "bathrooms": "3",
        "property_size": "4,200Sq Ft",
        "interior": "3,500Sq Ft",
        "exterior": "700Sq Ft",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "18,740Sq Ft",
        "type": "residential                                                              ",
        "status": "new listing",
        "created_at": "2022-02-02 19:44:07.368161"
    }
]