[
    {
        "title": "Villas Marsella in Bosques del Mar",
        "description": "Description\nVillas  Marsella in Bosques del Mar, San Juan del Sur.\n  Villas de Marsella – Designed and created for those who desire to live close to nature and the ocean. Located only a few meters from the tranquil Playa Marsella, there is a designated private social area in front of the beach for owners. Additionally it is just 10 minutes drive from the center of San Juan del Sur.\n  Construction for six clusters of seven villas with two and three bedrooms is in the works. An onsite model house exemplifies how a small footprint can be maximized. Especially at just 135 square meters, it affords for comfort and functionality. The integration with the outdoor environment creates a spacious feeling for these two bedrooms homes.\n  The houses have a large social area made up of a living room, dining room and kitchen whose spaces have direct access to the terrace. It has a large outdoor area with spaces to rest and relx.\n  In the center of each cluster of villas there is a communal pool and terrace.\n  An HOA fee of $100/monthly covers  security, maintenance of green areas and trails. As well the fee covers the care of the social area of ranches and the swimming pools.\n  Another bonus! Bosques del Mar where Villas de Marsella is located has trails for hiking. As well there is a natural park, 24-hour security and private access gate.\n  2 bedrooms Villas U$155,000  with 135 sq m.\n3 bedrooms Villas U$179,500  with 154 sq m.\nNotes:\n↬ Avg size of lot is 530 sq meters. Some lots might be bigger, but those will be a bit more expensive.\n↬Approximate construction time from 6 to 8 months.\n   ",
        "price": "$ 155,000",
        "id": "Property Id : 41209",
        "bedrooms": "2",
        "bathrooms": "2",
        "property_size": "135 m2",
        "property_lot_size": "677 m2",
        "address": "Bosques del Mar",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Bosques del Mar",
        "sold": "N",
        "created_at": "2022-02-02 23:48:47.320026"
    },
    {
        "title": "Casa H2 for sale en Rancho Santana, Tola",
        "description": "Description\nThis three bedroom, two and a half bath property is located in the Las Playas neighborhood, the first phase of the Rancho Santana development.\n  It is the perfect home for a family looking to be close to the beach and amenities. Within walking distance, you will have access to the famous Playa Santana, as well as the Club House.\n  The one-story house is for sale fully furnished and equipped.\n  From the living room you have access to the kitchen and the formal dining room.\nYou can also access the terrace, where you will find another outdoor dining room and cool off in the pool while enjoying the view of the gardens or the ocean.\n  The bedrooms have air conditioning and fans. With very elegant, spacious and bright wooden beds. The main room has direct access to the terrace.\n  Additionally there is a covered garage and a storage warehouse next to the caretaker’s house.",
        "price": "$ 645,000",
        "id": "Property Id : 39738",
        "bedrooms": "3",
        "bathrooms": "2.5",
        "property_size": "250 m2",
        "property_lot_size": "1,000 m2",
        "address": "Rancho Santana",
        "city": "Tola",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Rancho Santana",
        "sold": "N",
        "created_at": "2022-02-02 23:48:58.694974"
    },
    {
        "title": "Casa Luna in Balcones de Majagual-San Juan del Sur",
        "description": "Description\nCasa Luna sits against a stunning jungle backdrop in the popular community of Balcones de Majagual. The home seamlessly blends natural elements, stylish decor, and modern amenities.\n  A spacious two-story house with ocean views, there are three bedrooms and 2 bathrooms in the main building. As well, there is a caretaker’s cottage or fourth bedroom with a dedicated bathroom. The location of the rooms on separate floors and buildings allows for privacy. High ceilings, cool whitewashed stucco walls, and stone floors give  a spacious and airy feel.  Additionally, this design keeps the temperature comfortable both day and night.\n  The home features a unique indoor/outdoor design.  The sliding walls of the kitchen open to the large terrace with a sitting area and dining space. And of course, ocean and jungle views.  The spacious kitchen has a gas stove, dishwasher, microwave. Outdoors is the North American grill. This will make your life easier when it comes to cooking.\nMultiple common spaces, both indoor and outdoor, are carefully placed around the house. The palm covered palapa has several hammocks for napping. It is the perfect spot to place yoga mats to stretch, flow and rejuvenate. The private lap pool overlooking the ocean is the ideal spot to cool down.\n  You can also listen to the howling of the monkeys that say goodbye to the sun from your outdoor space, they are the perfect sunset companions.\n  Working from home? The double office space located on the top floor overlooks the ocean. There is also a media room with a view of the jungle for nights in.\n  Casa Luna is a perfect place for families, friends or couples looking to explore the quieter and more authentic side of Nicaragua. A 10-minute drive down the private highway takes you to the best swimming and surfing beaches in Nicaragua: Playa Maderas and Playa Majagual.\n  Especially important, there is a battery backup system to provides quiet power for the home in the event of a power outage. Additionally the house offers secure and private parking for several vehicles. There is also a place to park on the beach below the community.\n  This home has an excellent rental income record.",
        "price": "$ 525,000",
        "id": "Property Id : 39616",
        "bedrooms": "4",
        "bathrooms": "4",
        "property_size": "340 m2",
        "property_lot_size": "1,892 m2",
        "address": "Balcones de Majagual",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Balcones de Majagual",
        "sold": "N",
        "created_at": "2022-02-02 23:49:07.128175"
    },
    {
        "title": "Beach front 5 bedrooms house “Casa Serena”",
        "description": "Description\nRarely offered in San Juan del Sur are beachfront villas. And Casa Serena isn’t just any beach front villa. Experience luxury on a scale that’s almost unimaginable. A truly stunning five bedroom villa set on a golden sandy beach. Every room in Casa Serena dials the level of luxury to the maximum setting. Stunning views of the Pacific ocean & hills of San Juan del Sur exist from nearly every room. Unlike any other homes on the market, Casa Serena is by far the premier property in all of Nicaragua.\nThe Details\nCasa Serena boasts 20,000 square feet of space set over a two story villa. With a spacious balcony, a terrace, multiple gardens, and a private pool the home offers it all. The main living room areas are tastefully decorated and equipped with HDTV. There are different dining areas inside and out. One features an 11-seat circular dining table. There is room for everyone to sit down for a meal or games. The other smaller dining areas have seating for more intimate groups. The villa’s luxurious kitchen offers marble countertops, high quality appliances and a huge fridge/freezer.\nThe five bedrooms each have unique offerings. Significantly, the home has three master bedrooms. Each suite contains a king bed coupled with an ensuite bathroom. AC, walk-in in closets and top of the line furnishings complete the spaces. Two of the suites offer private balconies.\nAt the present time, the additional two bedrooms are laid out with singles or younger guests in mind. The rooms contain single beds, walk in closets, AC, as well as a shared bathroom between them.\nOutdoors there is much to enjoy. A beautiful private pool, an outdoor bar, and sound system are some of the benefits. In addition there is a BBQ grill. Uniquely, a stunning area of the outdoors contains a beautiful bonsai gardens.\nCasa Serena is located in the secure and established community of La Talanguera. The home as well benefits from its own private security system.",
        "price": "$ 1,675,000",
        "id": "Property Id : 37095",
        "bedrooms": "5",
        "bathrooms": "5",
        "property_size": "661 m2",
        "property_lot_size": "1,829 m2",
        "address": "La Talanguera",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 23:49:14.903375"
    },
    {
        "title": "Casa Selva in Balcones de Majagual",
        "description": "Description\nCasa Selva is located in the much loved community of Balcones de Majagual. A unique architectural design, attention to detail is evident—large Japanese style sliding doors, unique wood work, stone accents, local art and decor—giving the home a serene and peaceful feel; perfect for relaxation.\n  This home boasts 18 ft cathedral ceilings with cane accents, cool polished concrete floors, and an indoor/outdoor feeling with fresh air flowing through the home constantly. Two large bedrooms contain beautiful stone, en-suite bathrooms, large storage spaces, and views of either the ocean or jungle. Casa Selva provides you with the essential modern conveniences such as Wi-Fi and hot water.\n  The sliding walls in the living room open and reveal the large patio space with ocean and jungle views. Wooden accents from hurricane felled hard wood trees are unlike anything seen in San Juan del Sur. A battery-backup system provides silent power for the house during brief power outages. Located just outside the home is the “Secret Pool”—an incredible 15 meter infinity pool set in the jungle canopy and views of the ocean. The pool is shared amongst five homes, but rarely do you find yourself with others. The home is being sold turnkey with new linens.\n  As a bonus for those looking for an investment opportunity and rental returns, Casa Selva has been one of the top renting AIRBNB homes with over 100 five star reviews for the last 11 years.\n  Inside space 1300 sq ft\nOutdoor space additional 800 sq ft",
        "price": "$ 285,000",
        "id": "Property Id : 41796",
        "bedrooms": "2",
        "bathrooms": "2.5",
        "property_size": "195 m2",
        "property_lot_size": "",
        "address": "Balcones de Majagual",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Balcones de Majagual",
        "sold": "N",
        "created_at": "2022-02-02 23:49:22.632731"
    },
    {
        "title": "Beautiful, two bedroom home in forested location",
        "description": "Description\nThis gem of a two bedroom house is located in its own little forest, overlooking palm fronds and banana trees. The house is east facing and catches the early morning sun rays with the sun setting behind the house. Monkeys pass through and forage on the papaya and fruits off the indigenous trees. A family of grey foxes wonder the property, along with an imaginary of possums in the tree tops. Watch the fire flies in the evenings dancing in the grass or lie back and gaze up through the trees at the starry sky and catch a shooting star. This property is ideal for couples, young or retired, with a love for nature, peace and quiet.\n  3 minutes to Hermosa Beach and Remanso Beach\nOff road, private parking for two to three vehicles\nFull size kitchen with seating for up to 4 guests\nKing size Master Suite\nWasher and Dryer closet\nDouble Hand Basin with Glass Shower\nItalian Ceramics and Native Hardwoods\nLandscaped garden and rain water collection from the roof\nRaised wooden walkway\nPapaya, banana, guava, passion fruit, avocado, mandarine, mango, orange, lime, lemon, almond trees and back yard vegetable garden.",
        "price": "$ 229,000",
        "id": "Property Id : 41769",
        "bedrooms": "2",
        "bathrooms": "1",
        "property_size": "",
        "property_lot_size": "",
        "address": "Forest House",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 23:49:29.710678"
    },
    {
        "title": "Casa Mia in Lomas de Palermo San Juan del Sur",
        "description": "Description\nThis colonial style  home comes with 3 rooms. The house has been recently renovated as has the pool.  There is a new kitchen and bathrooms. Concrete countertops and custom sinks are everywhere. The house comes equipped with custom-made wooden furniture. The bedrooms and the main living area offer efficient mini split air conditioning units. With the position and elevation of the house, sea breezes keep the house cool through excellent cross ventilation.\n  All three bedrooms have separate entrances to the main part of the house providing privacy. Each bedroom has plenty of room for a king bed and has a private bath. The two upstairs bedrooms have sliding glass doors that lead to the balcony with 180-degree views that include San Juan Bay, San Juan del Sur, and the valleys and mountains that surround the city. The master bedroom has two sets of sliding glass doors. One leading to the pool and the other to a morning coffee corner facing the ocean.\n  Additionally the house is powered by a 220 solar pack with grid tied capability.\nBehind the house there are fruit trees consisting of mango, sour orange, papaya, banana and passion fruit vines. There is a caretaker’s house or home office with a full bathroom and a terrace. It is far enough away to be separate from the day to day life of home.\n  Located near the entrance to Lomas de Palermo with underground power and reliable development water supply. The city of San Juan del Sur is less than five minutes away by car or 20 minutes on foot along paved roads.\n  The Palermo complex’s restaurant, clubhouse, and pool are just a ten-minute walk from home. Behind the development are many miles of walking trails through the forest which includes a small waterfall in the rainy season.\n ",
        "price": "$ 469,000",
        "id": "Property Id : 41742",
        "bedrooms": "3",
        "bathrooms": "3.5",
        "property_size": "353 m2",
        "property_lot_size": "1,460 m2",
        "address": "Lomas de Palermo",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Lomas de Palermo",
        "sold": "N",
        "created_at": "2022-02-02 23:49:40.005014"
    },
    {
        "title": "Casa Bahía in La Joya San Juan del Sur",
        "description": "Description\nCasa Bahia is an ultramodern luxury house located in front of the ocean just minutes from San Juan del Sur. Located in the exclusive community of La Joya, the house is complete with 4 bedrooms, 5.5 bathrooms, with capacity for 11 people. There is an additional staff room for 2 people. The 180 degree views are visible from almost every part of the house. Complete luxury with unbeatable access to the city, A/C, Wifi, private pool. The house goes further with its elegant appointment.\n  Enjoy your own pool, as well as access to three shared pools, including the oceanfront secret tidal pool.",
        "price": "$ 721,384",
        "id": "Property Id : 41719",
        "bedrooms": "4",
        "bathrooms": "4.5",
        "property_size": "634 m2",
        "property_lot_size": "1,077 m2",
        "address": "La Joya Pacific Marlin",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Pacific Marlin",
        "sold": "N",
        "created_at": "2022-02-02 23:49:48.852012"
    },
    {
        "title": "Casa Tropical in Granada Nicaragua",
        "description": "Description\nCasa Tropical is a four-bedroom villa with an open outdoor living plan and a large private pool. With a total surface of 5000 sq’ (470 sq meters), of which 3200 sq’ are on the ground and 1800 sq’ on the second floor. Casa Tropical is a spacious house that marries indoor and outdoor living seamlessly.  The ground throughout the inner courtyard is plated with palm trees and lush tropical plants.\nThe house consists of three separate buildings connected on the second floor by floating catwalk bridges. The style is mid-century modern meet tropical industrial, with polished concrete floors throughout and metal rails supporting the roof and stairs. A double height natural stone wall adds an organic element to the house.\n  Between the outdoor kitchen and living-room an oversized dining table for 10 guests is situate. On the other side is the teak pergola, which can serve as another sitting area or as a covered remote work station.\n  Air conditioning is installed in all bedrooms – one on the ground floor and three on the second floor. Additionally each have king-size beds and private en-suite bathrooms. The large outdoor covered living-room is clad with tropical wood and furnished with an oversize 14 foot L-shaped custom sofa facing the pool. The left side of the pool has a shallow pit with immersed benches perfect for sipping cocktails on a hot afternoon.\n  As with previous Tribal houses, Casa tropical is being sold fully furnished. Styled with a mix of locally made furniture, lamps and accessories. Imported fabrics, pillows, and Turkish kilims complete the space. The price includes the land on which the house in built. Also included is the paving of the area in front of it, and one parking space inside the gated area.  Equally important, the house is built according to the strictest seismic norms with rebars and concrete blocks.",
        "price": "$ 385,000",
        "id": "Property Id : 41678",
        "bedrooms": "4",
        "bathrooms": "4.5",
        "property_size": "470 m2",
        "property_lot_size": "",
        "address": "Tribal",
        "city": "Granada",
        "state": "Granada",
        "country": "Nicaragua",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 23:49:58.645922"
    },
    {
        "title": "Casa Ibiza in Granada Nicaragua",
        "description": "Description\nCasa Ibiza is a two-story house with an open-air living plan. Flowing seamlessly into one another the living room and kitchen offer a breezy, flowing feel. Two spacious, air conditioned king-size bedrooms offer maximum privacy located on separate floors. A large covered gazebo for morning coffee or evening cocktails is located on the second floor. At over 3300 sq ft (2170 sq’ on the ground floor and 1130  on the second floor) there is ample space to enjoy.\nThe design of Casa Ibiza is a rustic-chic mix of organic materials, white polished concrete, raw wood, rattan, and stone. As its name indicates it is based on a traditional Mediterranean look mixed with mid-century modern touches. Add to this, locally-made objects, lamps and accessories complete the feel.\n  The Space\nThe ground floor consists of a large L-shaped built-in sofa with oversized cushions, a dining table for eight guests and a generously sized kitchen.  There is well a king-size bedroom with en-suite bathroom, a large storage room, and a guest bathroom. The result is a look that is laid back luxury denoting a certain bohemian lifestyle. A truly modern sense of aesthetics. Shoes at Casa Ibiza are not necessary, but caftans are encouraged! The house is free of any sort of formality: the design encourages people to feel relaxed and not encumbered with too many rules. Sit on the floor if you feel like it. Take a dip in the polished concrete pool. Take a nap on the oversized outdoor bed.\n  Each decorative item, from hand-made vases, wall hangings and local antiques are carefully curated to add layers to the uncomplicated, laidback yet stylish look of the house.\nThe overall décor objects and accessories are a mix of Spanish artifacts such as the typical wicker bullheads that are a staple of Iberian décor; loose hand-made wicker lamps; Indian lanterns ; Moroccan hand-woven wall panels and handmade pillows. Several rattan chairs and Moroccan poufs provide a stylish laidback feel to the area that is perfect for entertaining a group of friends. Furthermore, imported Turkish kilims add touches of warm colours.\nThe large sunbed is the courtyard’s centrepiece: it is perfect for lounging pool-side, taking a nap, or reading a book. Additionally the bed and pillows are covered with outdoor Sunbrella fabric in indigo tones. At night, a dozen small hanging lanterns add a warm glow to the area. The results is a  beautiful focus point from the living area.\n  The kitchen is decor is undeniably chic, with off white polished concrete and wood. The space comes fully appointed with refrigerator, cooking range, sink, cabinets, and a large kitchen island.",
        "price": "$ 260,000",
        "id": "Property Id : 41644",
        "bedrooms": "2",
        "bathrooms": "2",
        "property_size": "305 m2",
        "property_lot_size": "",
        "address": "Tribal",
        "city": "Granada",
        "state": "Granada",
        "country": "Nicaragua",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 23:50:07.451808"
    },
    {
        "title": "Casa Toledana in Granada Nicaragua",
        "description": "Description\nCasa Toledana. Located on a private gated street in the colonial town of Granada, just two blocks from the famed Tribal Hotel. Boasting four king-size bedrooms, two outdoor living rooms, and a private pool. The house is generously sized at a total of 445 sq meters. 274 sq meters on the ground floor and 171 sq meters  on the second floor. In like fashion to the previous Tribal Houses, Casa Toledana is a perfect example of indoor-outdoor living. Done in the style of a Marrakech riad, there is a seamless connection between the living areas and the lushly planted inner courtyard. Bedrooms are enclosed with French doors and air-conditioning. Each has an en-suite bathroom.\nThe Space\nThe ground floor includes an open-air living room with a large round built-in sofa. There is a large kitchen and a dining area with a dining table for 8 people.  There are two storage rooms; a guest bathroom, and a large air-conditioned master bedroom with built-in king-size bed, en-suite bathroom and walk-in closet. The outdoor area features a large custom-tiled pool, two queen-size lounging sun beds, and a covered sitting area.\n  The second floor comprises three large air-conditioned guest bedrooms with king-size beds and en-suite bathrooms. Additionally an open-air living room on the second floor is fitted with TV hookups. It can serve as a TV room or as a relaxing area with views of the Mombacho volcano.\n  The home is turnkey. Stunningly tiled walls and floors, outfitted bathrooms and kitchen, and fully furnished. Custom pieces of furniture are built-in, creating an overall modern look. Mixed in are organic elements and midcentury-inspired pieces of custom-designed furniture. Throughout the house hand-knotted kilims from Turkey and Morocco add touches of colour. They pop against the white walls and white cement tiles. Light fixtures are locally hand-made.\n  The floating pool bed comes outfitted with outdoor cushions. Likewise the cushioned lounging bed begs for a nap. An undeniably lush courtyard comes landscaped with mature palm trees and tropical plants.\n  The oversized round built-in sofa features custom cushions and pillows made with imported outdoor fabrics to facilitate cleaning. Constructed from tambour tropical wood, the curved wall is an architectural highlight. Additionally dual strip lights enhance the textured wood and waved plaster.\n  The second floor living room also comes outfitted with a large L-shaped built-in sofa. An over-size custom coffee table with locally\u0002made wicker chairs, and Turkish kilim complete the look. The jalousie windows offer views of the Mombacho volcano. A pleasant breeze is present throughout the second floor.\n ",
        "price": "$ 395,000",
        "id": "Property Id : 41564",
        "bedrooms": "4",
        "bathrooms": "4.5",
        "property_size": "445 m2",
        "property_lot_size": "",
        "address": "Granada, Nicaragua",
        "city": "Granada",
        "state": "Granada",
        "country": "Nicaragua",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 23:50:23.709753"
    },
    {
        "title": "3 bedroom house in Colinas de Miramar, San Juan del Sur",
        "description": "Description\nThree bedroom, three bathroom home in the Vistas de Miramar neighborhood within the Colinas de Miramar development.\nThe house has a partial view of Nacascolo beach from the pool and one of the second floor rooms.\nOpen concept in the living room and kitchen, with laundry area and parking in front of the house. The house is sold unfurnished.\nIt is located 10 minutes from the center of town, has private security 24 hours a day and you can even include your account in a rental program for profit.",
        "price": "$ 230,000",
        "id": "Property Id : 41267",
        "bedrooms": "3",
        "bathrooms": "3",
        "property_size": "152 m2",
        "property_lot_size": "372 m2",
        "address": "Colinas de Miramar, Vistas de Miramar #6",
        "city": "San Juan del Sur",
        "state": "Rivas",
        "country": "Nicaragua",
        "area": "Colinas del Miramar",
        "sold": "N",
        "created_at": "2022-02-02 23:50:32.268302"
    }
]