[
    {
        "title": "Beachfront Acre Plus Playa Marsella",
        "description": "About the Property\n          This 4 bedroom house sits on a large beachfront lot which measures over and acre at Playa Marsella.  \n \nThe gorgeous beachfront home with a pool is directly on the beachfront at Playa Marsella only 15 minutes north of San Juan del Sur.  Measuring over 4000 square meters or over an acre there is plenty of space to build another beachfront home if you desire to further develop this beachfront compound.  \nPlaya Marsella is a beautiful light sand beach with a rock island out front.  There are a handful of beachfront homes built on Playa Marsella and a few restaurants and hotels.  It is a quiet beach because there are not always surfable waves at Marsella.  The beach is always a great swimming beach and a perfect spot for a family or someone who wants to enjoy the refreshing waters of the pacific in peace.\n ",
        "price": "$775,000",
        "id": " #2714 ",
        "bedrooms": "  4 ",
        "bathrooms": "  3 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur Sub-Location: Beachfront Playa Marsella",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:12:59.594817"
    },
    {
        "title": "Casa Rohini Playa Coco",
        "description": "About the Property\n          Breathtaking view over Playa El Coco from this incredible property which includes a 2 bedroom, 2 bathroom main house, a One bedroom guest house, a caretakes cottage and a garage all sitting on over an acre and a half.\n\nA large open sala and kitchen area opens up to a huge covered terrace with amazing views of the ocean.  There are 2 large bedrooms in the main house each with its own en suite bathroom and great ocean views.   The enormous covered porch includes an outdoor dining area and spills down the hill into another large terrace.  The One bedroom guest house includes a nice covered porch and well manicured private sitting area as well as a full bathroom.  The property comes fully furnished and ready to move into.",
        "price": "$279,000",
        "id": " #2662 ",
        "bedrooms": "  3 ",
        "bathrooms": "  3.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:13:12.727824"
    },
    {
        "title": "Coastal Home Short Walk to Beach in San Juan del Sur Nicaragua",
        "description": "About the Property\n          EXCELLENT PRICE EXCELLENT LOCATION SHORT WALK TO THE BEACH\n\nThis lovely property just received a complete renovation and is walking distance to the beach in the town of San Juan del Sur.  A community pool shared by only three small units is the perfect place to relax after a day at the beach.  Very convenient location and easy access to town and beaches.  Excellent rental generator and easy to maintain.\nA large new deck built by the Tree Casa team added 350 square feet of beautiful space to enjoy your morning coffee at the tree line.\nNew PVC sliding doors in the Living Room and Master Bedroom opening to the deck.  All new Appliances, including A/c’s, fridge, cooker, washer, dryer, hotwater on demand, and water pump. All new sinks and faucets throughout.   Outside shower made of solid coyote hardwood. It is 400 meters to the beach as the crow flies, 600 meters walking.  Ample parking and the HOA is only $200 per month.",
        "price": "$129,000",
        "id": " #2731 ",
        "bedrooms": "  2 ",
        "bathrooms": "",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur Sub-Location: Montemar",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "SOLD",
        "created_at": "2022-02-02 17:13:20.286931"
    },
    {
        "title": "Palermo Perfect Location",
        "description": "About the Property\n          Lomas de Palermo has gorgeous pastoral views over San Juan del Sur.  It is a 5 minute drive east of town.  This house sits perfectly on the hill with a great sunset view.",
        "price": "$339,000",
        "id": " #2314 ",
        "bedrooms": "  3 ",
        "bathrooms": "  3 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: East of San Juan del Sur Sub-Location: Lot 31",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:13:28.814288"
    },
    {
        "title": "Boutique Hotel San Juan del Sur",
        "description": "About the Property\n          This modern boutique hotel in San Juan del Sur which boasts 6 bedrooms and 4 and a half bathrooms, is fully furnished and covered in amazing artwork.   \n\nThe large living room flows into a big open courtyard with brand new hardwood bar with 3 rooms all opening up into the central courtyard.  The house is open, airy, has a ton of natural sunlight and is full of incredible art on all the walls.  Many different artists have contributed to the look and feel of the property .  The stairs open out on a large balcony and sitting area overlooking the courtyard and adjacent to a big open kitchen and dining room perfect for hosting large events or big dinner parties.  The second floor also has 3 bedroom which all open up to the central courtyard.  The master suite includes a private balcony as well.   \nThe home has a full sized laundry room, a housekeeping station, a large media room and a hardwood bar in the courtyard.  \n ",
        "price": "$389,000",
        "id": " #2671 ",
        "bedrooms": "  6 ",
        "bathrooms": "  4.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: San Juan del Sur Town",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "SOLD",
        "created_at": "2022-02-02 17:13:44.284478"
    },
    {
        "title": "New Modern Ocean View Home",
        "description": "About the Property\n          Finished products continue to be scarce on the market, which is why we are very excited to share one with you as nice as this one:\nModern Ocean View House within a short distance of several beautiful beaches like Playa Marsella and the famous surf beach Playa Maderas. San Juan del Sur is only 15 mins by car.\n\nThe large lot has plenty of room to build additional appartments, an office, etc. There are no usage restrictions.\nThe house is centrally located, close to several hotels, bars and restaurants. \nThe house is fully off the grid, but could be connected to the grid if a new owner would like to.\n  .",
        "price": "$359,000",
        "id": " #2755 ",
        "bedrooms": "  3 ",
        "bathrooms": "  3 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur Sub-Location: Playa Marsella",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "SOLD",
        "created_at": "2022-02-02 17:13:59.127084"
    },
    {
        "title": "Casa Calypso - Furnished modern house in Las Delicias, San Juan del Sur",
        "description": "About the Property\n          Casa Calypso is a newly finished home set on a large and open lot in a quiet private neighborhood.\nAbout the location\nCasa Calypso is located in a neighborhood known as ‘Las Delicias.’ The house is only 5 minutes driving from San Juan del Sur and 10 minutes from Remanso (surf beach).\nThe house is located in a small private neighborhood formed by 3 houses total. It’s 75meters from the main street, which gives you more privacy and tranquility. There are no HOA fees.\nAbout the land\nCasa Calypso is built on a large property (2624 m2 = 28244 sq ft) that is fully fenced. It has access to electricity and water from the town. There are also 3 tanks of water that can collect rainwater, or store town water so you will never run out of water!\nThe property contains an abundance of fruit trees, as well as local trees, palms & shrubs planted near the perimeter of the property. F",
        "price": "$249,000",
        "id": " #2744 ",
        "bedrooms": "  3 ",
        "bathrooms": "  3.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: South of San Juan del Sur Sub-Location: Las Delicias",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "UNDER CONTRACT",
        "created_at": "2022-02-02 17:14:16.885953"
    },
    {
        "title": "Malibu Ocean View in Pacific Marlin",
        "description": "About the Property\n          Located in Pacific Marlin on the northern end of San Juan del Sur, this luxury home has commanding views of the Pacific Ocean.   \n\nMalibu boasts a track record of high quality design and finish work.  The home has split air conditioning systems installed throughout, custom wood cabinets, high end imported tile, low maintenance PVC windows and sliding doors, unique finishing touches throughout the property.  The home also has a large two car garage, an expansive deck with private pool and an outdoor kitchen all overlooking the Pacific Ocean.  The luxurious master suits has a separate shower and outdoor soaking tub with a private balcony.  \nMalibu tries to maximize their homeowners convenience by providing on-site rental, concierge and management services.  While you are not using your luxury home it can be rented and producing income all hands off and managed by the Malibu team.  ",
        "price": "$499,000",
        "id": " #2732 ",
        "bedrooms": "  4 ",
        "bathrooms": "  3 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: San Juan del Sur Town",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:14:26.405161"
    },
    {
        "title": "Ocean View Home Above San Juan del Sur",
        "description": "About the Property\n          BEAUTIFUL VIEWS CLOSE TO THE BEACH AND TOWN\n\nLive on top of the world in this Large Ocean View Home in the hills of San Juan del Sur. Located minutes from the beach and town, this spacious home is the perfect option for a large family or an investor looking for a commercially viable property.  With 6 bedrooms, 6 bathrooms, and 2 independent caretaker quarters, this home has endless potential!\nThis huge home is angeled towards the bay and town of San Juan del Sur, providing breathtaking views of the ocean and surrounding area.  The dedicated parking area leads to the fenced entrance, opening up to the large pool and patio area.  The home’s first level has an ample wrap-around terrace overlooking the pool and outward towards the ocean. Five of the six bedrooms are accessed via the terrace, providing easy access and open shaded areas for enjoying the home. Each bedroom has its own A/C unit and full bathroom, allowing them to be used independently from the main home if desired.  The living room has enormous windows which allow natural light to fill the comfortable space while also showcasing the impressive surroundings.\nThe master bedroom sits above the living & dining area, independently on the second level, and has a sizeable balcony with breathtaking views.  Whether having your morning coffee, exercising, or enjoying the sunset, the private balcony will be one of your favorite parts of the home.  Windows in the master bedroom capture the famous Jesus de La Misericordia Statue in its incredible landscape.   The master bedroom has a perfect level of privacy and distance from the main area of the home, creating a splendid space for an owner or manager who wants to rent one or all of the five bedrooms on the first level of the property.\nThe airy dining area separates the living room and kitchen, which is also accessed via an exterior corridor that connects to the 2 caretaker quarters.  The caretaker quarters sit behind the home and have their own shared full bathroom.\nThe property also boasts four reserve water tanks with a pumping system that provides over 10,000 liters of backup water for the home.\nSituated in the hills of La Talaguera surrounding the bay of San Juan del Sur, this home sits on one of the highest points in the area.  The location is ideal due to its proximity to the beach of San Juan del Sur and the town itself.  Peacefulness and serenity are achieved in the home while being minutes away from the rich amenities of town.\nThis Large Ocean View Home is your next beachside home or commercial venture.  This private property has no zoning restrictions and can be used as a residential or commercial property.  The property comes fully furnished and move-in ready. Start living the life you’ve been dreaming about now!",
        "price": "$389,000",
        "id": " #2740 ",
        "bedrooms": "  6 ",
        "bathrooms": "  6 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: San Juan del Sur Town",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:14:44.998345"
    },
    {
        "title": "Casa Barbara",
        "description": "About the Property\n         ",
        "price": "$345,000",
        "id": " #2720 ",
        "bedrooms": "  3 ",
        "bathrooms": "  2.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur Sub-Location: Lot 4",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "UNDER CONTRACT",
        "created_at": "2022-02-02 17:14:55.377091"
    },
    {
        "title": "Casa Kawama Beachfront Home at Playa Marsella San Juan del Sur Nicaragua",
        "description": "About the Property\n          BEACHFRONT HOME IN NICARAGUA\n\nWhat a location on the Pacific Ocean in Nicaragua!!!! Casa Kawama is right on the beach at Playa Marsella.  Enjoy the sounds of the waves crashing, walks on the sand, and sunsets all year.\nThis fully furnished 3 bedroom house at Playa Marsella has an infinity pool, hammocks, A/C, daily cleaning service, secure parking, hot water, internet and a generator if the power goes out.\n\nLocated 15-20 minutes north of San Juan del Sur right on the sand at Playa Marsella, one of the most picturesque beaches in SJDS.  \nThis home is a great location to entertain guests. With a fully appointed kitchen as well as a covered gas BBQ and outdoor sink. Fun meals at the breakfast bar or move outside watching the waves.  Seating for 8 outside at the dining table and lounge area.\nTwo restaurants are right on the beach and a few more within walking distance, you don't have to go very far to find a good meal. The home is also perfectly situated for surfing, just 5 minutes to Playa Maderas, one of the best surf breaks in the area.\nThe property has 42 meters of beach frontage, nothing will ever block your view.  A large outdoor area perfect for hanging out and taking advantage of all the beauty nature has to offer.\nThe layout has  a separate private master bedroom suite with patio and two guest bedrooms with a shared bathroom.  Perimeter wall plus   a detached garage and live-in caretaker’s residence.  The area of the land  has room for additional construction.\nFully furnished with air-conditioned rooms, Wi-fi, and a backup generator.   Relax in the hammocks or lounge under the gazebo next to the recently refinished infinity edge pool. Outdoor shower and half bath make entertaining friends and family easy and fun.  Plus the pool side bar area and BBQ grill.  The kitchen features a serving windo onto the ocean view patio.",
        "price": "$495,000",
        "id": " #2711 ",
        "bedrooms": "  3 ",
        "bathrooms": "",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur Sub-Location: Playa Marsella",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "SOLD",
        "created_at": "2022-02-02 17:15:20.302620"
    },
    {
        "title": "Ocean View Home Minutes To Beaches and Town San Juan del Sur Nicaragua",
        "description": "About the Property\n          Beautiful Views and Convenient Location Near Tree Casa Resort\n\nThis lovely home set in natures beauty resides on a peaceful location with views of the Pacific Ocean and the green hills.  Only 15 minutes to the town of San Juan Del Sur, this home is located on top of a beautiful hill on a half-acre of land.  \nThis 2br 2ba home has solar power and has a beautiful area for gardening.\nExcellent place to relax for sunset! Birds and monkeys chattering in the distance while the sun goes down over the sea.  \nThe layout of the first floor, with open large kitchen, dining, living, and sitting areas were designed to enjoy the panoramic views from every angle. The kitchen is very functional and cooking heaven for those that love to cook and entertain family and newfound friends. \nHigh end finishes throughout including granite countertops in the kitchen and bathrooms and custom-built local hardwood barn doors. The master bedroom is located upstairs with a large deck to enjoy panoramic views with a wet bar and fridge. \nRancho Papayal is a development located in undisturbed natural surroundings with streams and babbling brooks and is just minutes from town and the beach.  At Rancho Papayal you can enjoy Nicaragua's beautiful sunsets while overlooking the Pacific Ocean. Enjoy low HOA fees of $500 per year.\nThe Tree Casa Resort is nearby where you can enjoy resort living including swimming pools, fine dining, yoga classes, horseback riding, hiking, and biking trails.",
        "price": "$315,000",
        "id": " #2611 ",
        "bedrooms": "  2 ",
        "bathrooms": "  2 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:15:28.227459"
    },
    {
        "title": "Miradores Nacascolo View",
        "description": "About the Property\n          This large home site on a private large beatiful ocean view lot in the paved development of Los Miradores a few minutes north of San Juan del Sur.\n\nOne bedroom is a separate suite with a kitchen, 2 beds, 2 entrances, and a large bathroom. The wonderfully spacious master bedroom comes with a king size bed, lounge area, large rock bathroom, and walk-in closet.\nThe third bedroom, also very spacious, has 2 queen size beds, a lounge area at its center, and a large bathroom. The fourth bedroom has one double bed with a large bathroom next to it.\nAll shower walls are either tile or rock. The grand kitchen, in addition to a large dining table and bar, has 2 lounge areas. The whole property is enclosed featuring a beautiful garden inside. All bedrooms are separated and have access to both covered and uncovered terraces.\nThe terraces are accesible from all rooms with a view of the ocean, private pool, and garden. Here you can view a stunning ocean sunset while listning to the breezing ocean waves.",
        "price": "$369,000",
        "id": " #2502 ",
        "bedrooms": "  5 ",
        "bathrooms": "  4 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:16:01.165616"
    },
    {
        "title": "Beachfront House Guasacate",
        "description": "About the Property\n          Beautiful beachfront house located on one of the most prestigious and unique beaches of Nicaragua, Playa Guasacate in Tola, Rivas. Located inside a private, secure gated community. Your front porch is a sandy beach. You can’t get any closer to the water than this. \n \nThis elegant home comes fully equipped. Its layout includes 4 bedrooms, 4 bathrooms, 2 beachfront balconies, a large living room and dining area, plus a complete kitchen. Open parking area where you can easily fit 3 or 4 vehicles inside the gated area. Its well-manicured garden and landscape integrates perfect with the beach’s natural beauty,\nPlaya Guasacate is internationally recognized as a major surf destination with a very long and open break; people from all over the world come here to surf Nicaragua! And if you’re not the adventurous type, sit back and relax listening to those waves crash outside your door. \nParadise can be yours at Casa Las Margaritas!",
        "price": "$350,000",
        "id": " #2573 ",
        "bedrooms": "  4 ",
        "bathrooms": "  3.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": " Location: North of San Juan del Sur",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "",
        "created_at": "2022-02-02 17:16:09.199126"
    },
    {
        "title": "Casa Barranco",
        "description": "About the Property\n          Casa Barranco, located in the Las Playas neighborhood, sits on a cliff 200 feet above the water and is a 3 bedroom, 2.5 bathroom fully furnished home.  Financing available.\n \nCasa Barranco is only a short drive from the clubhouse and some of the best surfing in the world. Nestled into the hills and set high on a cliff the views from the home are breathtaking.  The house has an infinity pool, a fully equipped kitchen, local artwork, plenty of hammocks and incredible views.    There is a gorgeous breakfast bar and a full dining area.  The Las Playa neighborhood is home to some of the nicest houses on the pacific coast of Nicaragua.\n  This is an exclusive listing of Rancho Santana Property & Luxury Real Estate with financing available. \n ",
        "price": "$420,000",
        "id": " #2639 ",
        "bedrooms": "  3 ",
        "bathrooms": "  2.5 ",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "  0.2 Acres    ",
        "address": " Location: North of San Juan del Sur Sub-Location: J-8",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "SOLD",
        "created_at": "2022-02-02 17:16:16.413637"
    }
]