[
    {
        "title": "Casa de Los Sueños in San Juan Del Sur, Nicaragua",
        "description": "Casa de Los Sueños – The Modern hilltop home of your Dream\nPrice reduced to $329,000 USD from $349,000USD\nCasa de Los Sueños is the modern hilltop home of your dreams. This exquisite 3 bedrooms 3.5 bathroom luxury home sits on a spacious 775 square meters lot and overlooks Nacascolo bay and the Pacific Ocean.  This is a unique opportunity to own one of the most unique luxury tropical residences in San Juan del Sur. The ideal place for nature lovers, who want absolute peace and privacy. This private residence is located in El Encanto del Sur, an established residential gated community with enchanting views and old-growth hardwood canopies.\nThe location combines the proximity to nature with the comforts of the luxurious amenities from the famous Tree Casa Resort that includes a restaurant & bar, hiking & biking trails, 3 large pools, spa services and so much more. You can reach many of the famous beaches in a few minutes and the community is a short drive from the amenity-rich town of San Juan del Sur.  \nThe modern but tropical decoration and appliances were chosen to enhance the surrounding natural beauty of this home. Giant sliding glass doors open to the private pool and ample patio space. There you will find an ocean view lounging area, perfect for having a cocktail while watching the sunset. All 3 bedrooms are air-conditioned and have their own ensuite bathroom and ceiling fan. \nThe property is an oasis of tranquility, surrounded by immaculate gardens with tropical plants and trees, which attracts a large amount of wildlife: howler monkeys, parrots, and hummingbirds, who are among the regular visitors. \nThis is a fully-furnished, turnkey opportunity in a private gated community that won’t last long!\nFEATURED\nNEW LISTING\nOCEAN VIEW",
        "price": "329,000",
        "id": " 4779",
        "bedrooms": "3",
        "bathrooms": "3.5",
        "property_size": "775 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "1500 sq ft",
        "sold": "N",
        "created_at": "2022-02-02 19:17:48.137760"
    },
    {
        "title": "Beachfront House at Playa Marsella in San Juan Del Sur, Nicaragua",
        "description": "Beachfront House at Playa Marsella\nPrice reduced to $589,000 USD from $649,000 USD!\nA true one-of-a-kind opportunity to own a Beachfront House at Playa Marsella in San Juan del Sur, Nicaragua.  This 3-story home touches the sand of the calm waters of Playa Marsella. The surfer’s haven of Playa Maderas is less than 10 minutes from the property.  Beachfront properties in San Juan del Sur are rarely available, especially existing homes of this caliber.  Originally built by a contractor as his personal home, this unique property is the definition of luxury.\nThe large property has ample grounds, which contain the main house, caretaker quarters, and extra space for parking or future additions.  The first level of the home is an open-air covered patio that extends to the custom-designed pool that overlooks Playa Marsella. This space is perfect for entertaining, lounging as you listen to the ocean, or for your morning exercise routine.  The property directly accesses the beach when you are ready to take a dip in the pacific ocean.\nAn open-air stairwell takes you to the second level of the home, which has a bedroom, kitchen, and living area. The large bedroom has a walk-in closet and ensuite bath.  The kitchen and living area are spacious with high ceilings and lots of windows, allowing tons of natural light to enter.  A small balcony faces the ocean and pool, perfect for admiring the ocean while cooking and relaxing with friends.\nThe third level has two full bedrooms, one of which is a master suite with its own balcony and oversized room.\nPlaya Marsella and Playa Maderas are two of the most popular beaches in San Juan del Sur.  Playa Maderas offers excellent waves throughout the year for surfers. The area is sprinkled with great amenities like Artesano Hotel, Buddha Roc, and Machete Market & Cafe.\nThis Beachfront House at Playa Marsella in San Juan del Sur is the perfect opportunity for those looking for a full-time residence or vacation property.\nFEATURED\nNEW LISTING\nOCEAN VIEW",
        "price": "589,000",
        "id": " 5162",
        "bedrooms": "3",
        "bathrooms": "3.5",
        "property_size": "1000 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "3000 sq ft",
        "sold": "N",
        "created_at": "2022-02-02 19:17:55.712716"
    },
    {
        "title": "Las Terrazas Residence at Guacalito de La Isla in Tola, Nicaragua",
        "description": "Live in the lap of luxury in this Las Terrazas Residence at Guacalito de La Isla, one of Nicaragua’s most luxurious developments.  Nestled on the southern pacific coast of Nicaragua, Guacalito de La Isla is a gem on the famous Emerald Coast strip of Tola.  Boasting world-class amenities, fine dining, surf, and an 18-hole golf course, little is left to be desired in this fully paved gated community.\nThis Las Terrazas Residence at Guacalito de La Isla has 4 bedrooms and 4 bathrooms in an over 2,809 sq ft space that blends indoor and outdoor living. The kitchen and living area look towards beautiful views of the pacific ocean.  Glass sliding doors provide access to the ample patio area, which is perfect for hearing the sounds of nature and taking in the one-of-a-kind beauty offered by the pacific coast of Nicaragua.  The unit also has high-end finishes and appliances throughout, and comes fully furnished!\nThe master bedroom sits on the second level of the home with a balcony and custom dipping pool perfect for watching sunsets and unwinding after a long day of incredible surf!\nGuacalito de La Isla is a development like no other in Nicaragua.  Designed and built to the highest standards by the development arm of Grupo Pellas, the project contains a wide array of amenities such as an 18-hole golf course, various restaurants, paved roads throughout, clubhouse, hotel, spa, walking & hiking trails, fishing, surf breaks, and 24/7 security throughout the development.  For the jet-setting crowd, Costa Esmeralda Private Airport is located less than 15 minutes from the development entrance and can be accessed via chartered jets.\nWhether living full-time, vacationing, or for investment purposes, this Las Terrazas Residence is luxury at its finest in a one-of-kind setting.  Paradise never looked so good!\nNEW LISTING\nOCEAN VIEW",
        "price": "455,000",
        "id": " 8779",
        "bedrooms": "4",
        "bathrooms": "4",
        "property_size": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "2809 sq ft",
        "sold": "N",
        "created_at": "2022-02-02 19:18:02.887142"
    },
    {
        "title": "Second Row Lot B1 at Hacienda Iguana in Tola, Nicaragua",
        "description": "Second Row lot B1 at Hacienda Iguana is a stellar home site located steps from the gorgeous white sand beaches of Playa Colorado. The Beach access easement is right across the street from this property. Golf course, fiber optic internet service, spa, shops, restaurants, and property management services, are among some of the services available in this world-class residential resort community. Water and electricity are at the lot line! Building plans already created and could be included with your purchase.\nLet your imagination run free! Whether you want to build your dream home, create a get-a-way vacation escape, or simply buy your slice of paradise in one of the most sought out communities in Nicaragua, now is your opportunity.\nProximity to the 9-hole golf course, restaurants, retail stores, spa, and the airport make it an amenity-rich location. Plus, this property offers a sense of tranquility within the beautiful community of Tola.\nThis Second Row Lot B1 at Hacienda Iguana is a great opportunity, imagine walking to the beach for the rest of your life! Don’t miss out on this opportunity to grab your slice of heaven in the wildly popular and growing Hacienda Iguana beachfront community.\nNEW LISTING",
        "price": "165,000",
        "id": " 8759",
        "bedrooms": "",
        "bathrooms": "",
        "property_size": "1675 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 19:18:09.656268"
    },
    {
        "title": "Hotel Pacifico – Walk to the Beach in San Juan Del Sur, Nicaragua",
        "description": "Hotel Pacifico – Walk to the Beach\nPrice Reduced to $469,000 USD from $494,500 USD\nWalk to the famous beach of San Juan del Sur from this large commercial property: Hotel Pacifico.  Situated in the beachside neighborhood of La Talanguera, this 12 bedroom hotel is the perfect location to launch your dream commercial venture.  The beach of San Juan del Sur can be accessed via a 2-minute walk and the heart of town can be reached in 5 minutes with a vehicle or 10 minutes walking along the beach.   The property sits right outside the entrance of Pacific Marlin, providing great vehicular traffic for any type of storefront, restaurant, or bar.\nThe property is made up of 5 distinct structures:\n A 2 level building with 4 bedrooms / 4 bathrooms\nA 2 level building with 4 bedrooms / 4 bathrooms\nA 2 level building with 4 bedrooms / 4 bathrooms as well as a large storage area\nAn open-air dining/reception area with a kitchen\nA smaller detached structure that can be used as staff quarters and/or an office\nHotel Pacifico sits on approximately a half-acre of land and has a spacious layout.  There is ample parking for 6 vehicles right by the entrance and mature landscaping throughout the property.  The bedrooms, each of which has a patio or balcony, are located toward the back of the property, away from the road, creating a comfortable and peaceful environment for guests.  A large pool is a stone’s throw from the bedrooms.\nThe property has ample room for expanding and the spacious layout lends itself to a variety of potential uses.  The property could be used for:\nA Hotel / Bed & Breakfast / Hostel\nRemote working center\nSurf / Yoga / Retreat center\nCommercial plaza with various retail concepts\nMixed-use residential-commercial concept\nFamily compound\nHotel Pacifico holds a ton of value in the land alone.  A half-acre within 2 minutes of walking to the beach is extremely rare in San Juan del Sur.  Whether you plan to launch a concept immediately or buy and hold, this unique property is an excellent long-term investment.\n  FEATURED\nCOMMERCIAL\nNEW LISTING",
        "price": "469,000",
        "id": " 6937",
        "bedrooms": "12",
        "bathrooms": "14",
        "property_size": "2000 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "9000 sq ft",
        "sold": "N",
        "created_at": "2022-02-02 19:18:19.802575"
    },
    {
        "title": "Ocean View Villa at La Santa Maria in San Juan Del Sur, Nicaragua",
        "description": "This Ocean View Villa at La Santa Maria offers luxury and security within walking distance of the town of San Juan del Sur in an amenity-rich development.\nThis 5 bedrooms 4 bathrooms duplex comes fully furnished with high-end finishes and furniture. The kitchen features stainless steel appliances including a dishwasher, a rare find in Nicaragua.  Custom hardwood closets and beds line the bedrooms. La Santa María is perched on a mountain directly overlooking the bay and town of San Juan del Sur.  The development has an open-air gym with first-glass equipment and machines, a clubhouse and pool, as well as fine dining in its Hierbabuena restaurant.  There is a secondary pool for children as well as a playground.  Are you a remote worker? Check out the oceanview co-working space which boasts fiber-optic internet and comfortable office and lounge furniture.\nThe main terrace has a plunge pool which is perfect for gazing at the magical San Juan del Sur sunsets and the master bedroom leads to a private terrace perfect for animals or morning yoga!\nWhether looking to live full-time or for investment purposes, La Santa Maria is one of a kind.  The proximity to town makes it easily accessible and the project offers top-notch infrastructure to ensure that water and power do not skip a beat, regardless of what is occurring in the area.  The development design is inspired by a Mediterranean luxury town, equipped with pedestrian streets, curved roof tiles, and open, integrated maintenance-free designs, focusing on the spaciousness of the properties, balconies, large terraces, and striking views that are hard to come by.\nNEW LISTING\nOCEAN VIEW",
        "price": "579,000",
        "id": " 8711",
        "bedrooms": "5",
        "bathrooms": "4",
        "property_size": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "3100 sq ft",
        "sold": "N",
        "created_at": "2022-02-02 19:18:26.548514"
    },
    {
        "title": "Casa Santana at Rancho Santana in Tola, Nicaragua",
        "description": "Casa Santana at Rancho Santana is a spacious, well-appointed home ready for full-time living or vacation enjoyment. Located in Rancho Santana, one of the top gated developments in Tola, this amenity-rich community leaves little to be desired.\nThe house has 4 bedrooms and 3.5 bathrooms. It is located in the Las Playas neighborhood, which is close to great amenities such as The Yoga Studio, The Spa in El Bosque, Playa Rosada, the Club House at Playa Santana, and various restaurants.\nThe house has a large pool and robust mature tropical landscaping.  The house comes fully furnished and move-in-ready, along with a backup battery system.\nRancho Santana is conveniently located close to the international private Emerald Coast Airport for the jet-setting crowd.  Whether looking to relocate permanently, use it as a vacation property, or simply an investment – Rancho Santana offers the best Nicaragua has to offer. Five distinct beaches, surfing, restaurants, and many amenities make this development hard to beat.\nCasa Santana at Rancho Santana is the home you’ve been waiting for!\nCheck out the virtual tour below!\nThis is an exclusive listing of Rancho Santana Property & Luxury Real Estate with financing available.\nFINANCING\nNEW LISTING\nOCEAN VIEW",
        "price": "875,000",
        "id": " 8277",
        "bedrooms": "4",
        "bathrooms": "3.5",
        "property_size": "2630 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 19:18:33.978774"
    },
    {
        "title": "Ocean View Lot in Town in San Juan Del Sur, Nicaragua",
        "description": "Ocean View Lot in Town!\nReduced to $69,000 USD from $115,000 USD! Owner financing available!!!\nOcean view lots in the town of San Juan Del Sur are considered the most sought-after property on the market. Available lots are limited as the town has grown significantly over the last few years, and investors and developers acquire commercial locations. This ocean view development lot in town is the perfect opportunity for an investor looking to make their mark in one of the hottest beach towns in Central America.\nThis 2-level ocean view lot in town measures 400 square meters and is a 5-minute walk to the beach of San Juan Del Sur and less than a 3-minute walk to the Central Park & Church. The upper level of the lot is accessed by a paved road and boasts ocean views from the ground level. A set of stairs leads you to the lower portion of the lot, which can also be accessed via a walking path that enters from an adjacent street.\nSmall to mid-size apartments would be an excellent option for long and short-term renters who want to be within walking distance of everything. A beautiful ocean view home could also be built for those looking to live close to the action.\nThe municipality has already approved building up to 3 stories on the property. Building multiple levels would drastically improve the ocean view and maximize the usage of the footprint.\nUtilities such as city water, public black waterline, and electricity are on the lot line and ready to be connected.\nThe lot is located right at the base of the Acuarela luxury development. It is a 2-minute walk to the world-famous Pelican Eyes Villas and their trendy Restaurant, Cascada Club. The newly launched and delicious Hierbabuena at La Santana Maria is also less than a five-minute walk from the property.\nYour imagination is your only limit for this Ocean View Lot in Town! Get your slice of town while it is still available.\n12-month interest-free owner financing available with 50% down.\nFINANCING\nOCEAN VIEW\nREDUCED",
        "price": "69,000",
        "id": " 2192",
        "bedrooms": "",
        "bathrooms": "",
        "property_size": "400 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 19:18:41.562245"
    },
    {
        "title": "Costa Dulce Lot Walkable to Surf Break in San Juan Del Sur, Nicaragua",
        "description": "This Costa Dulce Lot is walkable to the surf break on Playa Escameca. The wave at Playa Escameca is a right point break into a beach break at the north end of the beach. The right is best suited for a longboard but has some outstanding shortboard days as well. The south end of the beach is a river mouth producing hollow lefts seasonally.\nIf the surf is not for you, the beautiful Playa Escameca Beach has other offerings. It is home to a restaurant, surf school, and magical sea turtle nursery run by Vital Actions. There is even a shade palapa with chairs and hammocks if sitting back and enjoying a good book is more your style.\nThe quarter-acre piece of land sits adjacent to the paved road not far from the community entrance. It offers an ocean view and is less than a 10-minute walk down to the beach. It is the perfect place to design and build a surfer’s dream home.\nThis lot is in the boutique gated community of Costa Dulce. This is a unique community with home sites, two eco-hotels, and a beach restaurant. The popular hotels Verdad Nicaragua and Costa Dulce Retreat are wonderful choices for those looking to check out the area. The community has 24/7 security, partially paved roads, several hiking trails, a dedicated water well for the development, and more.\nCosta Dulce is approximately 16 kilometers or a 30-minute car ride south of San Juan Del Sur. It has plenty of amenities that make it worth the drive while also being close to several other beaches\nThis Costa Dulce lot, walkable to the surf break, is the perfect place to build a beachside getaway. You can hear the surf from the lot and be on the beach, board in hand, in minutes.\nFEATURED\nNEW LISTING\nOCEAN VIEW",
        "price": "70,000",
        "id": " 8698",
        "bedrooms": "",
        "bathrooms": "",
        "property_size": "1299 m2",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "sold": "N",
        "created_at": "2022-02-02 19:18:54.989946"
    }
]