[
    {
        "title": "Casa Mia",
        "description": "Distinctive Spanish Colonial Revival style home. Where old world enchantment meets modern industrial finishes. \nThis one of a kind Colonial Style 3 bedroom home is ready to make your forever home or invest in a proven vacation rental. The bouganvilla ensconced archways offer a priceless level of charm. Hammocks and rocking chairs are found throughout the home in shady areas allowing for a place to unwind at any hour of the day. You can’t help but relax in this sirene space and if you need to cool off the two sided infinity pool is steps from every room in the house. \nEnjoy stained polished concrete floors throughout the home. All doors are cedar and the windows are high quality PVC. The home has been recently renovated including a new kitchen and bathrooms. Concrete countertops and custom sinks are throughout. The home comes furnished with custom hardwood furniture. The pool was just refinished with Diamond Brite with ample in-pool seating.  The home is powered by a  full 220 solar package with ongrid capability if needed.\nThe bedrooms and the main living space offer efficient mini split AC units to keep you comfortable during the hotter times of year. With the position and elevation of the home offshore breezes keep the home cool through excellent cross ventilation. \nAll three bedrooms have separate entrances to the main part of the home providing privacy. Each bedroom has plenty of space for a king bed and has ensuite bathrooms. The two upper floor bedrooms have sliding glass doors leading to the balcony with 180 degree view including San Juan Bay, San Juan del Sur and the valleys and mountains surrounding the town. The master bedroom has two sets of sliding glass doors. One leading to the pool and the other to a morning coffee nook facing the Ocean.\nThis raised corner lot enjoys expansive ocean and valley views for the best of both worlds. Behind the home there are fruit trees consisting of mango, sour orange, papaya, banana and passion fruit vines. Miami palms and royal palms are prevalent and dispersed throughout the expansive property.\nSituated near the entrance to Lomas de Palermo with underground power and reliable development water supply. The vibrant town of San Juan del Sur is less than a five minute drive or 30 minute walk on paved roads. The restaurant, clubhouse and pool at Palermo resort are only a ten minute walk from home. Behind the development are many kilometers of walking trails through the forest that includes a small waterfall in the rainy season.\nOn the back corner of the ⅓ acre lot there is a caretaker’s casita with a full bathroom and deck. This could also be used as an at home office and just far enough away to be separated from the day to day of home.\nTo view this special home contact Gordon MacKay gordon@innicanow.com\nAmenities Options\nMature landscaping\nScreened Windows\nStainless steel appliances\nUnderground electricity",
        "price": "$469,000 - House",
        "id": "",
        "bedrooms": " 3 Bedrooms",
        "bathrooms": " 3.5 Bathrooms",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "1460 sq ft",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": " 3800 sq ft",
        "type": "",
        "status": "For Sale, New Listing",
        "created_at": "2022-02-02 19:23:43.351906"
    },
    {
        "title": "Casa Blanca",
        "description": "This property is truly unique. A new house, recently built with high standards of construction quality, located in the exclusive development of Encanto del Sur where one of the best retreat hotels in San Juan del Sur is located, TreeCasa.\nThis House is located in one of the highest areas of the project with privileged views of the Pacific Ocean.\nThe house was built to be the best home for your guests to stay in while visiting or as an investment property at Air BNB.\nIt was designed so that you could rent the whole house and have parents upstairs and older children with their own rooms downstairs.\nWhich is perfect as this home is truly meant to be lived on multiple levels. Proof of this is the kitchen and bathroom on the second terrace.\nUnobstructed views of the ocean\nMountain View\nNew Cistern\nHot water system on request\nWhole House Water Filtration System\nElectricity on site\n$ 10,000 top of the line generator\nTailor-made path to the property that leads to the main roads of El Encanto and La Chocolata or new highway that enters SJDS from El Encanto.\nThe property has 4 bedrooms and 5 bathrooms.\n3 kitchens all with Italian gas grills\nAll showers have rainshower heads\nAll appliances are top of the line from Miami and were shipped to SJDS\nAll AC units and all appliances are as energy efficient as you can buy\nAll lights are LED\nLow flush toilets to save water consumption.\nAll furniture has been designed and made in Nicaragua.\nAll shutters were custom made along with the draperies.\nThe bathtub was made as a Roman Tub and is 4x the size of a regular bathtub.\nNew BBQ used 1x\nAll granite countertops even in the outdoor kitchen\nAll art painted and framed by Nica artists\nAll PVC doors and windows..except for 2 beautiful new wood doors in the guest bedrooms.\nWalk in closets in guest bedrooms\nSafes in each bedroom\nA full caretakers suite\nAll new mattresses\nBrand new exterior paint\nCustom made coverings for deck chairs to prevent sun damage.\nFull irrigation system on the lawns, flower beds and the perimeters of the yard to water the bouganvillas.\nSecurity cameras that can be accessed remotely.\nPerimeter security system\nEyedro electricity tracking system that allows you to track electricity being used in guest rooms for rentals.\nLG washer and dryer that can be turned on remotely from your phone.\nAll retaining walls have been built to code.\nBamboo roll shade installed in outdoor kitchen to give shade and protect the sun from shining on the wood table and damaging it.\nFully stocked outdoor kitchen\nLandscape lighting\nGramma manie (360) have been planted so all the back of the house will be filled with beautiful greenery with yellow flowers.\nGardens with papaya trees (8)\n4 fruit trees (grapefruit, orange, lemon and lime)\n Professionally landscaped yard including 460 bouganvillas that will grow into a privacy hedge.\nRose gardens, birds of paradise, and multiple gardens planted around the future pool.\nPool bunker made specially to house all the power tools, lawnmowers and landscaping tools- tidy and out of the way.\n13 custom made ornate wrought iron security covers for windows for added security\nExcellent wifi -6 routers in 6 rooms and fibre optic internet with 50 MB. even while in the outdoor kitchen or down by the gardens.\n  Owner Financing Available\nTerms and conditions\nThere will be A DOWN PAYMENT OF $180,000. They will pay a formatted payment schedule for 5 years at 4% interest amortized over a 30 year period to make the payments as low as possible. This is negotiable.\n  Additional Details\nkitchens: 3",
        "price": "$489,000 - House",
        "id": "",
        "bedrooms": " 4 Bedrooms",
        "bathrooms": " 5 Bathrooms",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": ".33 acre",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": " 4,400 sq ft",
        "type": "",
        "status": "Financing Available, For Sale, Reduced",
        "created_at": "2022-02-02 19:23:57.058240"
    },
    {
        "title": "Newly Renovated Turnkey Luxury Home | Private Pool & Stunning Views",
        "description": "You’ll love this immaculate newly renovated 3 bedroom, 3.5 bath furnished turnkey luxury home with a private pool and stunning views of both the mountains & the Pacific ocean!\nLive amongst the stars in the peaceful paved neighborhood of Lomas de Palermo, just a short drive to town and the beach.\n\nThis gorgeous house sparkles!\nRemote control gate and brand new wall surround ensure a perfectly private afternoon in the sun relaxing on your pool’s sun shelf. Or if you prefer, grab a surfboard from your garage and workshop area to hit the waves at any of the 5 nearby surf beaches.\nAmenities and updates galore include:\nCompletely redesigned kitchen\nFreshly painted inside & out\nAll new grey wood look tile throughout\nPool edge & surrounding deck resurfaced with heat resistant coral stone tile\n5 new ceiling fans\nEclectic surfboard decor\nDedicated laundry room with washer & gas dryer\nBackup battery power system & generator\nWifi extender\nSecurity cameras\nThe kitchen features a full sized side by side refrigerator, wine fridge, 6-burner Whirlpool gas range with griddle attachment, extra large stainless farmhouse sink with dish draining rack and cutting board. You’ll also find a new lighted faucet & under counter drawer style microwave.\n\nCustom mahogany open shelving highlights the gorgeous white waterfall quartz countertops with more than enough room to prepare a gourmet dinner for family and friends after enjoying happy hour on your spacious rooftop deck.\nEnd your evening by retiring to one of 3 air conditioned bedrooms each with a private ensuite with relaxing rainfall showers with handheld sprayers.\n\nThis impressive home won’t last long! Contact Gordon MacKay to schedule a private showing.\n\nFEATURES: \nAir conditioning throughout\nCaretakers quarters\nCeiling fans\nCovered patio\nCovered rooftop deck\nFenced yard\nGarage\nHot water\nInternet\nMature landscaping\nNo HOA fees\nOcean view\nParking\nPartially furnished\nPool\nScreened doors & windows\nStainless steel appliances\nUnderground electricity\nValley view\nWater reserve tank\nWasher & dryer\n  Video Player\nhttps://nicaliferealty.com/wp-content/uploads/2021/08/ToddandKelly-Drone.mp4\n00:00\n01:31",
        "price": "$375,000 - House",
        "id": "",
        "bedrooms": " 3 Bedrooms",
        "bathrooms": " 3.5 Bathrooms",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "585 sq meters",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": " 1808 sq ft",
        "type": "",
        "status": "Sold",
        "created_at": "2022-02-02 19:24:08.768622"
    },
    {
        "title": "Amazing City And Ocean View Home",
        "description": "This home is perched atop the hills of the gated Paradise Bay development. Situated on the edge of town everything is within a short distance on paved roads but far enough away to be serene.\nThe open concept living area is great for entertaining and opens onto a 500 square foot deck that stretches the entire length of the home. The large deck provides ample area to enjoy outdoor living with sweeping views. Each bedroom has sliding glass doors that open to the deck so you look over the cityscape and Pacific Ocean from every area of the home.\nThe home is 1000 square feet inside and currently there are 2 bedrooms, one bathroom and a storage and laundry room. It would be easy and inexpensive to expand the laundry room and add a second full bathroom.",
        "price": "$174,000 - House",
        "id": "",
        "bedrooms": " 2 Bedrooms",
        "bathrooms": " 1 Bathroom",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": " 1000 sq ft",
        "type": "",
        "status": "Sold",
        "created_at": "2022-02-02 19:24:17.736446"
    },
    {
        "title": "Casa Travista – Great Ocean View Home In Paradise Bay",
        "description": "This beautiful spacious 3 bedroom ocean-view home is a must-see!\nIt has an effective oceanfront location within the exclusive neighborhood of Paradise Bay which is located directly to the south of the Bay and town of San Juan del Sur.\nThis freshly-painted contemporary home has large covered outdoor terraces leading onto an infinity pool overlooking the ocean below and the entire horizon towards Costa Rica to the South.\nThe beautifully outlayed home comes with Nicaraguan-wooden built in wardrobes, and the highest quality finishes. The builder, Tom Terry is well known throughout Central America, and has a big following wherever he goes. He has now fallen in love with the San Juan del Sur area, and has built a number of high end homes such as this, but this is the only one with such an impressive location.\nYou can see a video at https://www.lifeinnica.com/real-estate/2017/8/27/casa-travista\nThis home is truly breathtaking, it comes fully furnished and is therefore move-in ready!\n ",
        "price": "$399,000 - House",
        "id": "",
        "bedrooms": " 3 Bedrooms",
        "bathrooms": " 2.5 Bathrooms",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "602.595",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": "",
        "type": "",
        "status": "For Sale",
        "created_at": "2022-02-02 19:24:26.915152"
    },
    {
        "title": "Beautiful Home For Sale In Los Miradores",
        "description": "This home has a million dollar view over nacascolo bay, and is located just five minutes from the town of san juan del sur.\nThis designer’s personal 3,600 sq. Ft. Home sits on almost a half acre hillside elevated property.\nThe home benefits from 3 well appointed bedrooms, 3 bath rooms, loft studio/office, large upper sundeck, lower patio, and pool.\nThe house is surrounded by meticulously landscaped gardens, with a beautiful fire pit and fruit grove.\nLocated in the highly desirable los miradores gated community, this house is complete and fully functional.\nFurnished with top quality custom furniture, all appliances including washer and dryer, custom countertops throughout, paved roads, city water, diesel generator, large attached garage, a/c in all bedrooms, solar hot water heater are just a few of the luxury features of this home.\nJust five minutes from san juan and ten minutes from surfing beach playa madera, the peaceful valley and stunning views over 3 bays is the perfect spot to kickback, relax, and live the dream in style.",
        "price": "$430,000 - House",
        "id": "",
        "bedrooms": " 3 Bedrooms",
        "bathrooms": " 2.5 Bathrooms",
        "property_size": "",
        "interior": "",
        "exterior": "",
        "property_lot_size": "18905",
        "address": "",
        "city": "",
        "state": "",
        "country": "",
        "area": " 3680",
        "type": "",
        "status": "Sold",
        "created_at": "2022-02-02 19:24:34.130560"
    }
]